export default {
  "item_5": {
    "title": "Уровень сетевых функций, являющийся границей между сетевыми и пользовательскими процессами..",
    "answers": [
      {
        "text": "Сеансовый",
        "valid": false,
        "id": 1
      },
      {
        "text": "представления данных",
        "valid": false,
        "id": 2
      },
      {
        "text": "Прикладной",
        "valid": true,
        "id": 3
      },
      {
        "text": "Транспортный",
        "valid": false,
        "id": 4
      }
    ],
    "id": 5
  },
  "item_10": {
    "title": "Сети FDDI в основном применяются для:",
    "answers": [
      {
        "text": "увеличение длины оптических каналов",
        "valid": false,
        "id": 1
      },
      {
        "text": "создание кольцевых сетей с возможностью изменения направлений",
        "valid": false,
        "id": 2
      },
      {
        "text": "создание магистральных каналов, которые объединяют менее скоростные локальные сети",
        "valid": true,
        "id": 3
      },
      {
        "text": "транспортировка управляющих данных",
        "valid": false,
        "id": 4
      }
    ],
    "id": 10
  },
  "item_11": {
    "title": "Модем, передающий информацию со скоростью 28800 бит/с., за 1 с.",
    "answers": [
      {
        "text": "1 часа",
        "valid": false,
        "id": 1
      },
      {
        "text": "1 минуты",
        "valid": false,
        "id": 2
      },
      {
        "text": "1 секунды",
        "valid": true,
        "id": 3
      },
      {
        "text": "1 дня",
        "valid": false,
        "id": 4
      }
    ],
    "id": 11
  },
  "item_15": {
    "title": "Из перечисленных ОС используется для сетевых устройств:",
    "answers": [
      {
        "text": "Mac OS",
        "valid": false,
        "id": 1
      },
      {
        "text": "Cisco IOS",
        "valid": true,
        "id": 2
      },
      {
        "text": "DOS",
        "valid": false,
        "id": 3
      },
      {
        "text": "UNIX",
        "valid": false,
        "id": 4
      }
    ],
    "id": 15
  },
  "item_16": {
    "title": "Способ коммутации наиболее распространен сегодня в компьютерных сетях",
    "answers": [
      {
        "text": "коммутация сообщений",
        "valid": false,
        "id": 1
      },
      {
        "text": "коммутация пакетов",
        "valid": true,
        "id": 2
      },
      {
        "text": "коммутация каналов",
        "valid": false,
        "id": 3
      },
      {
        "text": "Коммутация связей",
        "valid": false,
        "id": 4
      }
    ],
    "id": 16
  },
  "item_17": {
    "title": "Компонент сетевой ОС может быть отнесен драйвер",
    "answers": [
      {
        "text": "клиентский модуль",
        "valid": false,
        "id": 1
      },
      {
        "text": "серверный модуль",
        "valid": false,
        "id": 2
      },
      {
        "text": "коммуникационные средства",
        "valid": true,
        "id": 3
      },
      {
        "text": "программный модуль",
        "valid": false,
        "id": 4
      }
    ],
    "id": 17
  },
  "item_19": {
    "title": "В какой ОС появилась первая реализация стека протоколов TCP/IP:",
    "answers": [
      {
        "text": "Microsoft Windows",
        "valid": false,
        "id": 1
      },
      {
        "text": "MS-DOS",
        "valid": false,
        "id": 2
      },
      {
        "text": "BSD",
        "valid": true,
        "id": 3
      },
      {
        "text": "UbuntuServer",
        "valid": false,
        "id": 4
      }
    ],
    "id": 19
  },
  "item_20": {
    "title": "Пропускная способность канала передачи информации измеряется",
    "answers": [
      {
        "text": "Мбайт",
        "valid": false,
        "id": 1
      },
      {
        "text": "Мбит",
        "valid": false,
        "id": 2
      },
      {
        "text": "Байт",
        "valid": false,
        "id": 3
      },
      {
        "text": "бит/с",
        "valid": true,
        "id": 4
      }
    ],
    "id": 20
  },
  "item_26": {
    "title": "Провайдер – это:",
    "answers": [
      {
        "text": "владелец компьютера с которым заключается договор на подключение его компьютера к узлу сети",
        "valid": false,
        "id": 1
      },
      {
        "text": "владелец узла сети, с которым заключается договор на подключение к его узлу",
        "valid": true,
        "id": 2
      },
      {
        "text": "специальная программа для подключения к узлу сети",
        "valid": false,
        "id": 3
      },
      {
        "text": "аппаратное устройство для подключения к узлу сети",
        "valid": false,
        "id": 4
      }
    ],
    "id": 26
  },
  "item_27": {
    "title": "Сетевой адаптер - это:",
    "answers": [
      {
        "text": "специальная программа, через которую осуществляется связь нескольких компьютеров",
        "valid": false,
        "id": 1
      },
      {
        "text": "специальная система управления сетевыми ресурсами общего доступа",
        "valid": false,
        "id": 2
      },
      {
        "text": "специальное аппаратное средство для эффективного взаимодействия персональных компьютеров сети",
        "valid": true,
        "id": 3
      },
      {
        "text": "система обмена информацией между компьютерами по локальным сетям",
        "valid": false,
        "id": 4
      }
    ],
    "id": 27
  },
  "item_28": {
    "title": "Базовая коммуникационная сеть-это",
    "answers": [
      {
        "text": "Совокупность коммуникационных систем и магистральных каналов связи обеспечивающих предоставление пользователем сквозных транспортных соединений для обмена информации",
        "valid": true,
        "id": 1
      },
      {
        "text": "Совокупность шин",
        "valid": false,
        "id": 2
      },
      {
        "text": "Совокупность ЭВМ",
        "valid": false,
        "id": 3
      },
      {
        "text": "Совокупность коммуникационных систем",
        "valid": false,
        "id": 4
      }
    ],
    "id": 28
  },
  "item_30": {
    "title": "Для сетевой технологии Ethernet характерна",
    "answers": [
      {
        "text": "произвольная топология",
        "valid": false,
        "id": 1
      },
      {
        "text": "иерархическая числовая адресация",
        "valid": true,
        "id": 2
      },
      {
        "text": "разделяемая передающая среда",
        "valid": false,
        "id": 3
      },
      {
        "text": "динамическа адресация",
        "valid": false,
        "id": 4
      }
    ],
    "id": 30
  },
  "item_31": {
    "title": "Компьютер подключенный к Интернет, обязательно имеет:",
    "answers": [
      {
        "text": "локальную сеть",
        "valid": false,
        "id": 1
      },
      {
        "text": "глобальную сеть",
        "valid": true,
        "id": 2
      },
      {
        "text": "корпоративную сеть",
        "valid": false,
        "id": 3
      },
      {
        "text": "региональную сеть",
        "valid": false,
        "id": 4
      }
    ],
    "id": 31
  },
  "item_32": {
    "title": "База данных учетных записей пользователей, групп пользователей и компьютеров, с помощью которой осуществляется управление доступом к сетевым ресурсам – это основа…",
    "answers": [
      {
        "text": "логической структуры корпоративных сетей",
        "valid": false,
        "id": 1
      },
      {
        "text": "иерархической структуры базы данных DNS",
        "valid": false,
        "id": 2
      },
      {
        "text": "сетевой безопасности",
        "valid": true,
        "id": 3
      },
      {
        "text": "функционирования протокола TCP/IP",
        "valid": false,
        "id": 4
      }
    ],
    "id": 32
  },
  "item_33": {
    "title": "Комплекс аппаратных и программных средств, позволяющих компьютерам обмениваться данными:",
    "answers": [
      {
        "text": "Магистраль",
        "valid": false,
        "id": 1
      },
      {
        "text": "компьютерная сеть",
        "valid": true,
        "id": 2
      },
      {
        "text": "Адаптеры",
        "valid": false,
        "id": 3
      },
      {
        "text": "электронная почта",
        "valid": false,
        "id": 4
      }
    ],
    "id": 33
  },
  "item_35": {
    "title": "Одноранговая сеть состоит",
    "answers": [
      {
        "text": "сеть состоит из узлов, на которых установлены только клиентские модули сетевых служб",
        "valid": false,
        "id": 1
      },
      {
        "text": "сеть состоит из узлов, на которых установлены либо только клиентские модули сетевых служб, либо только серверные их части",
        "valid": false,
        "id": 2
      },
      {
        "text": "сеть состоит из узлов, каждый из которых включает и клиентские, и серверные части",
        "valid": true,
        "id": 3
      },
      {
        "text": "сеть, состоит из узлов, программное обеспечение которых может быть",
        "valid": false,
        "id": 4
      }
    ],
    "id": 35
  },
  "item_37": {
    "title": "На какие группы делятся поисковые серверы Интернета",
    "answers": [
      {
        "text": "майлы и яндексы",
        "valid": false,
        "id": 1
      },
      {
        "text": "текстовые и схематичные",
        "valid": false,
        "id": 2
      },
      {
        "text": "Всевозможные",
        "valid": false,
        "id": 3
      },
      {
        "text": "специализированные и общего назначения",
        "valid": true,
        "id": 4
      }
    ],
    "id": 37
  },
  "item_39": {
    "title": "Команда ping позволяет определить:",
    "answers": [
      {
        "text": "работоспособность кабельной линии между вашим и удаленным компьютером",
        "valid": true,
        "id": 1
      },
      {
        "text": "доступность памяти",
        "valid": false,
        "id": 2
      },
      {
        "text": "скорость передачи данных",
        "valid": false,
        "id": 3
      },
      {
        "text": "модель процессора",
        "valid": false,
        "id": 4
      }
    ],
    "id": 39
  },
  "item_40": {
    "title": "Признак «Топология сети» характеризует …",
    "answers": [
      {
        "text": "сеть в зависимости от ее размера",
        "valid": false,
        "id": 1
      },
      {
        "text": "как работает сеть",
        "valid": false,
        "id": 2
      },
      {
        "text": "схему проводных соединений в сети (сервера и рабочих станций)",
        "valid": true,
        "id": 3
      },
      {
        "text": "состав технических средств",
        "valid": false,
        "id": 4
      }
    ],
    "id": 40
  },
  "item_43": {
    "title": "Для соединения компьютеров в сетях используются кабели различных типов. По какому из них передаѐтся информация, закодированная в пучке света.",
    "answers": [
      {
        "text": "Телефонный",
        "valid": false,
        "id": 1
      },
      {
        "text": "витая пара",
        "valid": false,
        "id": 2
      },
      {
        "text": "Коаксиальный",
        "valid": false,
        "id": 3
      },
      {
        "text": "оптико – волоконный",
        "valid": true,
        "id": 4
      }
    ],
    "id": 43
  },
  "item_46": {
    "title": "Как по-другому называют корпоративную сеть:",
    "answers": [
      {
        "text": "Глобальная",
        "valid": false,
        "id": 1
      },
      {
        "text": "Отраслевая",
        "valid": true,
        "id": 2
      },
      {
        "text": "Региональная",
        "valid": false,
        "id": 3
      },
      {
        "text": "Локальная",
        "valid": false,
        "id": 4
      }
    ],
    "id": 46
  },
  "item_52": {
    "title": "Что делает невозможным подключение компьютера к глобальной сети:",
    "answers": [
      {
        "text": "Отсутствие дисковода",
        "valid": false,
        "id": 1
      },
      {
        "text": "Состав периферийных устройств",
        "valid": false,
        "id": 2
      },
      {
        "text": "Тип компьютера",
        "valid": false,
        "id": 3
      },
      {
        "text": "Отсутствие сетевой карты",
        "valid": true,
        "id": 4
      }
    ],
    "id": 52
  },
  "item_53": {
    "title": "SMTP – это:",
    "answers": [
      {
        "text": "протокол передачи файлов",
        "valid": false,
        "id": 1
      },
      {
        "text": "протокол передачи гипертекстовых документов",
        "valid": false,
        "id": 2
      },
      {
        "text": "протокол отправки почтовых сообщений на сервер",
        "valid": true,
        "id": 3
      },
      {
        "text": "протокол получения писем из почтового ящика",
        "valid": false,
        "id": 4
      }
    ],
    "id": 53
  },
  "item_54": {
    "title": "Повторитель предназначен..",
    "answers": [
      {
        "text": "для подключения к линии тип \"общая шина\"",
        "valid": false,
        "id": 1
      },
      {
        "text": "для разделения сетей на сегменты",
        "valid": false,
        "id": 2
      },
      {
        "text": "для преобразования сигнала для передачи по линиям связи",
        "valid": false,
        "id": 3
      },
      {
        "text": "для усиления затухающего сигнала",
        "valid": true,
        "id": 4
      }
    ],
    "id": 54
  },
  "item_57": {
    "title": "В модели «Клиент-Сервер» созданной на основе ПЭВМ предлагается, следуя из еѐ..",
    "answers": [
      {
        "text": "Система реализуется в виде открытой архитектуры, объединяющей ЭВМ различных классов",
        "valid": false,
        "id": 1
      },
      {
        "text": "Пользователь системы освобождѐн от необходимости знать, где находится требуемая ему информация",
        "valid": false,
        "id": 2
      },
      {
        "text": "Сеть содержит значительное количество серверов и клиентов",
        "valid": true,
        "id": 3
      },
      {
        "text": "Основу вычислительной системы составляет рабочие станции",
        "valid": false,
        "id": 4
      }
    ],
    "id": 57
  },
  "item_58": {
    "title": "В компьютерной сети Интернет транспортный протокол ТСР обеспечивает:",
    "answers": [
      {
        "text": "способ передачи информации по заданному адресу",
        "valid": true,
        "id": 1
      },
      {
        "text": "получение почтовых сообщений",
        "valid": false,
        "id": 2
      },
      {
        "text": "передачу почтовых сообщений",
        "valid": false,
        "id": 3
      },
      {
        "text": "передачу почты по заданному адресу",
        "valid": false,
        "id": 4
      }
    ],
    "id": 58
  },
  "item_60": {
    "title": "Задан адрес электронной почты в сети Интернет: user_name@mtu\u0002net.ru. Имя домена верхнего уровня",
    "answers": [
      {
        "text": "установленный Web – сервер",
        "valid": false,
        "id": 1
      },
      {
        "text": "IP – адрес",
        "valid": true,
        "id": 2
      },
      {
        "text": "Домен",
        "valid": false,
        "id": 3
      }
    ],
    "id": 60
  },
  "item_68": {
    "title": "Адрес 192. 190. 21. 255..",
    "answers": [
      {
        "text": "является адресом некоторого (одного) узла",
        "valid": false,
        "id": 1
      },
      {
        "text": "указывает на все узлы своей подсети",
        "valid": true,
        "id": 2
      },
      {
        "text": "означает что источник и приемник - одна и та же машина",
        "valid": false,
        "id": 3
      },
      {
        "text": "является недопустимым",
        "valid": false,
        "id": 4
      }
    ],
    "id": 68
  },
  "item_70": {
    "title": "Какое свойство сетей с коммутацией каналов является их недостатком",
    "answers": [
      {
        "text": "обязательная задержка перед передачей данных из-за фазы установления соединения",
        "valid": false,
        "id": 1
      },
      {
        "text": "постоянная и известная скорость передачи данных по установленному между конечными узлами каналу",
        "valid": true,
        "id": 2
      },
      {
        "text": "низкий и постоянный уровень задержки передачи данных через сеть",
        "valid": false,
        "id": 3
      },
      {
        "text": "задержки передачи данных через сеть",
        "valid": false,
        "id": 4
      }
    ],
    "id": 70
  },
  "item_81": {
    "title": "Укажите, какое из указанных различий между мостом и коммутатором имеет место в действительности",
    "answers": [
      {
        "text": "коммутатор, в отличие от моста, изолирует трафик одной подсети от трафика другой, повышая общую производительность передачи данных в сети",
        "valid": false,
        "id": 1
      },
      {
        "text": "коммутатор в принципе имеет более высокую производительность за счет параллелизма работы портов",
        "valid": true,
        "id": 2
      },
      {
        "text": "коммутатор может работать в сети, имеющей конфигурацию с обратными связями, а мост — нет",
        "valid": false,
        "id": 3
      },
      {
        "text": "мост может работать в сети, имеющей конфигурацию с обратными связями, а коммутатор — нет",
        "valid": false,
        "id": 4
      }
    ],
    "id": 81
  },
  "item_83": {
    "title": "IP адрес, начинающийся с бит значений \"10\" и не имеющий маски, относится к сети, которая содержит..",
    "answers": [
      {
        "text": "до 16 777 216",
        "valid": false,
        "id": 1
      },
      {
        "text": "до 65 535 узлов",
        "valid": true,
        "id": 2
      },
      {
        "text": "до 256 узлов",
        "valid": false,
        "id": 3
      },
      {
        "text": "до 8 узлов",
        "valid": false,
        "id": 4
      }
    ],
    "id": 83
  },
  "item_84": {
    "title": "Команда для работы с сетью выполняет \"поиск имени узла\" Интернета по заданному IP адресу?",
    "answers": [
      {
        "text": "Traceroute",
        "valid": true,
        "id": 1
      },
      {
        "text": "Ping",
        "valid": false,
        "id": 2
      },
      {
        "text": "Ipcalc",
        "valid": false,
        "id": 3
      },
      {
        "text": "Dig",
        "valid": false,
        "id": 4
      }
    ],
    "id": 84
  },
  "item_85": {
    "title": "Транспортный протокол (TCP) обеспечивает:",
    "answers": [
      {
        "text": "доступ пользователя к переработанной информации",
        "valid": false,
        "id": 1
      },
      {
        "text": "прием, передачу и выдачу одного сеанса связи",
        "valid": false,
        "id": 2
      },
      {
        "text": "разбиение файлов на IP-пакеты в процессе передачи и сборку файлов в процессе получения",
        "valid": true,
        "id": 3
      },
      {
        "text": "доставку информации от компьютера-отправителя к компьютеру получателю",
        "valid": false,
        "id": 4
      }
    ],
    "id": 85
  },
  "item_86": {
    "title": "Что является более важным для организации сети:",
    "answers": [
      {
        "text": "несколько сетевых операционных систем",
        "valid": false,
        "id": 1
      },
      {
        "text": "высокоскоростные модемы",
        "valid": false,
        "id": 2
      },
      {
        "text": "почтовый ящик узловой станции",
        "valid": false,
        "id": 3
      },
      {
        "text": "система протоколов",
        "valid": true,
        "id": 4
      }
    ],
    "id": 86
  },
  "item_87": {
    "title": "Имеет ли маршрутизатор процессор и память",
    "answers": [
      {
        "text": "нет, не имеет",
        "valid": false,
        "id": 1
      },
      {
        "text": "да, имеет",
        "valid": true,
        "id": 2
      },
      {
        "text": "зависит от типа маршрутизатора",
        "valid": false,
        "id": 3
      },
      {
        "text": "имеет только процессор",
        "valid": false,
        "id": 4
      }
    ],
    "id": 87
  },
  "item_89": {
    "title": "Обмен информацией между компьютерными сетями, в которых действуют разные сетевые протоколы, осуществляется с использованием:",
    "answers": [
      {
        "text": "Шлюзов",
        "valid": true,
        "id": 1
      },
      {
        "text": "Модемов",
        "valid": false,
        "id": 2
      },
      {
        "text": "хост-компьютеров",
        "valid": false,
        "id": 3
      },
      {
        "text": "электронной почты",
        "valid": false,
        "id": 4
      }
    ],
    "id": 89
  },
  "item_91": {
    "title": "Терминал это…",
    "answers": [
      {
        "text": "компьютер-сервер",
        "valid": false,
        "id": 1
      },
      {
        "text": "устройство внешней памяти",
        "valid": false,
        "id": 2
      },
      {
        "text": "устройство подключения компьютера к телефонной сети",
        "valid": false,
        "id": 3
      },
      {
        "text": "компьютер пользователя",
        "valid": true,
        "id": 4
      }
    ],
    "id": 91
  },
  "item_92": {
    "title": "Какое из перечисленных событий послужило стимулом к активизации работ по созданию LAN",
    "answers": [
      {
        "text": "достижения в области прикладного программирования",
        "valid": false,
        "id": 1
      },
      {
        "text": "появление мини-компьютеров",
        "valid": true,
        "id": 2
      },
      {
        "text": "возникновение Internet",
        "valid": false,
        "id": 3
      },
      {
        "text": "появление модемов",
        "valid": false,
        "id": 4
      }
    ],
    "id": 92
  },
  "item_94": {
    "title": "Модем- это",
    "answers": [
      {
        "text": "для хранения информации",
        "valid": false,
        "id": 1
      },
      {
        "text": "для передачи информации по телефонным каналам связи",
        "valid": true,
        "id": 2
      },
      {
        "text": "для обработки информации в данный момент времени",
        "valid": false,
        "id": 3
      },
      {
        "text": "Для ввода информации на печать",
        "valid": false,
        "id": 4
      }
    ],
    "id": 94
  },
  "item_95": {
    "title": "Группа компьютеров, связанных каналами передачи информации и находящихся в пределах территории, ограниченной небольшими размерами: комнаты, здания, предприятия, называется:",
    "answers": [
      {
        "text": "информационной системой с гиперсвязями",
        "valid": false,
        "id": 1
      },
      {
        "text": "глобальной компьютерной сетью",
        "valid": false,
        "id": 2
      },
      {
        "text": "локальной компьютерной сетью",
        "valid": true,
        "id": 3
      },
      {
        "text": "региональной компьютерной сетью",
        "valid": false,
        "id": 4
      }
    ],
    "id": 95
  },
  "item_96": {
    "title": "Обмен информацией между компьютерными сетями, в которых действуют разные стандарты представления информации (сетевые протоколы), осуществляется с использованием:",
    "answers": [
      {
        "text": "Шлюзов",
        "valid": true,
        "id": 1
      },
      {
        "text": "Магистралей",
        "valid": false,
        "id": 2
      },
      {
        "text": "хост-компьютеров",
        "valid": false,
        "id": 3
      },
      {
        "text": "файл-серверов",
        "valid": false,
        "id": 4
      }
    ],
    "id": 96
  },
  "item_97": {
    "title": "Модем обеспечивает:",
    "answers": [
      {
        "text": "преобразование двоичного кода в аналоговый сигнал и обратно",
        "valid": true,
        "id": 1
      },
      {
        "text": "преобразование двоичного кода в аналоговый сигнал",
        "valid": false,
        "id": 2
      },
      {
        "text": "преобразование аналогового сигнала в двоичный код",
        "valid": false,
        "id": 3
      },
      {
        "text": "усиление аналогового сигнала",
        "valid": false,
        "id": 4
      }
    ],
    "id": 97
  },
  "item_98": {
    "title": "Эффективность компьютерной связи зависит обычно от:",
    "answers": [
      {
        "text": "Производительности процессора",
        "valid": false,
        "id": 1
      },
      {
        "text": "Пропускной способности",
        "valid": true,
        "id": 2
      },
      {
        "text": "Емкости памяти",
        "valid": false,
        "id": 3
      },
      {
        "text": "Тип компьютера",
        "valid": false,
        "id": 4
      }
    ],
    "id": 98
  },
  "item_100": {
    "title": "IP адрес, начинающийся с бит значений \"110\" и не имеющий маски, относится к сети, которая содержит..",
    "answers": [
      {
        "text": "65 535 узлов",
        "valid": false,
        "id": 1
      },
      {
        "text": "до 8 узлов",
        "valid": false,
        "id": 2
      },
      {
        "text": "до 256 узлов",
        "valid": true,
        "id": 3
      },
      {
        "text": "до 16 777 216",
        "valid": false,
        "id": 4
      }
    ],
    "id": 100
  },
  "item_1": {
    "title": "Совокупность тематически объединенных гипертекстовых страниц – это",
    "answers": [
      {
        "text": "Web-пространство",
        "valid": false,
        "id": 1
      },
      {
        "text": "Сайт",
        "valid": true,
        "id": 2
      },
      {
        "text": "сетевой адаптер",
        "valid": false,
        "id": 3
      },
      {
        "text": "Хостинг",
        "valid": false,
        "id": 4
      }
    ],
    "id": 1
  },
  "item_2": {
    "title": "Тип адреса — 128.245.23.170",
    "answers": [
      {
        "text": "Символьный",
        "valid": false,
        "id": 1
      },
      {
        "text": "Плоский",
        "valid": false,
        "id": 2
      },
      {
        "text": "Числовой",
        "valid": true,
        "id": 3
      },
      {
        "text": "Блочный",
        "valid": false,
        "id": 4
      }
    ],
    "id": 2
  },
  "item_3": {
    "title": "Сетевые адаптеры могут быть:",
    "answers": [
      {
        "text": "трассированые",
        "valid": false,
        "id": 1
      },
      {
        "text": "блочными",
        "valid": false,
        "id": 2
      },
      {
        "text": "терминальными",
        "valid": false,
        "id": 3
      },
      {
        "text": "встроенными",
        "valid": true,
        "id": 4
      }
    ],
    "id": 3
  },
  "item_4": {
    "title": "Архив FTP – это…",
    "answers": [
      {
        "text": "сервер Archie",
        "valid": false,
        "id": 1
      },
      {
        "text": "база данных",
        "valid": false,
        "id": 2
      },
      {
        "text": "хранилище файлов",
        "valid": true,
        "id": 3
      },
      {
        "text": "WEB-сайт",
        "valid": false,
        "id": 4
      }
    ],
    "id": 4
  },
  "item_6": {
    "title": "Конфигурация (топология) локальной компьютерной сети, в которой все рабочие станции соединены непосредственно с",
    "answers": [
      {
        "text": "Радиальной",
        "valid": true,
        "id": 1
      },
      {
        "text": "Кольцевой",
        "valid": false,
        "id": 2
      },
      {
        "text": "Шинной",
        "valid": false,
        "id": 3
      },
      {
        "text": "Древовидной",
        "valid": false,
        "id": 4
      }
    ],
    "id": 6
  },
  "item_7": {
    "title": "Протокол – это…",
    "answers": [
      {
        "text": "правила хранения данных в сети",
        "valid": false,
        "id": 1
      },
      {
        "text": "пакет данных",
        "valid": false,
        "id": 2
      },
      {
        "text": "правила организации передачи данных в сети",
        "valid": true,
        "id": 3
      },
      {
        "text": "правила хранения информации в цифровом формате",
        "valid": false,
        "id": 4
      }
    ],
    "id": 7
  },
  "item_8": {
    "title": "Служба FTP в Интернете предназначена:",
    "answers": [
      {
        "text": "для удаленного управления техническими системами",
        "valid": false,
        "id": 1
      },
      {
        "text": "для обеспечения работы телеконференций",
        "valid": false,
        "id": 2
      },
      {
        "text": "для обеспечения функционирования электронной почты",
        "valid": false,
        "id": 3
      },
      {
        "text": "для приема и передачи файлов любого формата",
        "valid": true,
        "id": 4
      }
    ],
    "id": 8
  },
  "item_9": {
    "title": "Длина IP адреса",
    "answers": [
      {
        "text": "четыре байта",
        "valid": true,
        "id": 1
      },
      {
        "text": "один байт",
        "valid": false,
        "id": 2
      },
      {
        "text": "шесть байт",
        "valid": false,
        "id": 3
      },
      {
        "text": "зависит от маски",
        "valid": false,
        "id": 4
      }
    ],
    "id": 9
  },
  "item_12": {
    "title": "Задан адрес электронной почты в сети Интернет: user_name@mtu- net.ru. Имя владельца этого электронного адреса",
    "answers": [
      {
        "text": "user-name",
        "valid": true,
        "id": 1
      },
      {
        "text": "mtu-net",
        "valid": false,
        "id": 2
      },
      {
        "text": "mtu-net.ru",
        "valid": false,
        "id": 3
      },
      {
        "text": "Ru",
        "valid": false,
        "id": 4
      }
    ],
    "id": 12
  },
  "item_13": {
    "title": "Почтовый ящик абонента электронной почты представляет собой:",
    "answers": [
      {
        "text": "специальное электронное устройство для хранения текстовый файлов",
        "valid": false,
        "id": 1
      },
      {
        "text": "часть памяти на жестком диске рабочей станции",
        "valid": false,
        "id": 2
      },
      {
        "text": "некоторую область оперативной памяти файл-сервера",
        "valid": false,
        "id": 3
      },
      {
        "text": "область на жестком диске почтового сервера, отведенную для пользователя",
        "valid": true,
        "id": 4
      }
    ],
    "id": 13
  },
  "item_14": {
    "title": "Группа компьютеров, связанных каналами передачи информации и находящихся в пределах территории, ограниченной небольшими",
    "answers": [
      {
        "text": "информационной системой с гиперсвязями",
        "valid": false,
        "id": 1
      },
      {
        "text": "глобальной компьютерной сетью",
        "valid": false,
        "id": 2
      },
      {
        "text": "локальной компьютерной сетью",
        "valid": true,
        "id": 3
      },
      {
        "text": "региональной компьютерной сетью",
        "valid": false,
        "id": 4
      }
    ],
    "id": 14
  },
  "item_18": {
    "title": "Типичная структура электронного письма:",
    "answers": [
      {
        "text": "заголовок, тема сообщения, ФИО адресата",
        "valid": false,
        "id": 1
      },
      {
        "text": "дата отправления, адрес, обратный адрес, тема сообщения и текст",
        "valid": true,
        "id": 2
      },
      {
        "text": "заголовок, тема сообщения, тип письма, адрес отправителя",
        "valid": false,
        "id": 3
      },
      {
        "text": "тема сообщения, адресная книга, текст и заголовок",
        "valid": false,
        "id": 4
      }
    ],
    "id": 18
  },
  "item_21": {
    "title": "Диапазон значений класса адреса С",
    "answers": [
      {
        "text": "1.0.0.xxx - 255.255.255.xxx",
        "valid": false,
        "id": 1
      },
      {
        "text": "128.0.xxx.xxx - 191.255.xxx.xxx",
        "valid": false,
        "id": 2
      },
      {
        "text": "1.xxx.xxx.xxx - 126.xxx.xxx.xxx",
        "valid": false,
        "id": 3
      },
      {
        "text": "192.0.0.xxx - 223.255.255.xxx",
        "valid": true,
        "id": 4
      }
    ],
    "id": 21
  },
  "item_22": {
    "title": "Тип топологии которую можно отнести структуру, образованную четырьмя связанными друг с другом узлами (в виде квадрата)",
    "answers": [
      {
        "text": "Кольцо",
        "valid": true,
        "id": 1
      },
      {
        "text": "Звезда",
        "valid": false,
        "id": 2
      },
      {
        "text": "Полносвязная",
        "valid": false,
        "id": 3
      },
      {
        "text": "Дерево",
        "valid": false,
        "id": 4
      }
    ],
    "id": 22
  },
  "item_23": {
    "title": "Сеть не использующая технологию виртуальных каналов",
    "answers": [
      {
        "text": "ATM",
        "valid": true,
        "id": 1
      },
      {
        "text": "Ethernet",
        "valid": false,
        "id": 2
      },
      {
        "text": "Х.25",
        "valid": false,
        "id": 3
      },
      {
        "text": "ARPANET",
        "valid": false,
        "id": 4
      }
    ],
    "id": 23
  },
  "item_24": {
    "title": "Для поддержки E-mail в Internet разработан протокол:",
    "answers": [
      {
        "text": "STTP",
        "valid": false,
        "id": 1
      },
      {
        "text": "SMTP",
        "valid": true,
        "id": 2
      },
      {
        "text": "SCTP",
        "valid": false,
        "id": 3
      },
      {
        "text": "SSTP",
        "valid": false,
        "id": 4
      }
    ],
    "id": 24
  },
  "item_25": {
    "title": "Протокол маршрутизации (IP) обеспечивает:",
    "answers": [
      {
        "text": "доставку информации от компьютера -отправителя к компьютеру получателю",
        "valid": true,
        "id": 1
      },
      {
        "text": "разбиение файлов на IP-пакеты в процессе передачи и сборку файлов в процессе получения",
        "valid": false,
        "id": 2
      },
      {
        "text": "интерпретацию данных и подготовку их для пользовательского уровня",
        "valid": false,
        "id": 3
      },
      {
        "text": "сохранение механических, функциональных параметров физической связи в компьютерной сети",
        "valid": false,
        "id": 4
      }
    ],
    "id": 25
  },
  "item_29": {
    "title": "Сетевой протокол- это:",
    "answers": [
      {
        "text": "последовательная запись событий, происходящих в компьютерной сети",
        "valid": false,
        "id": 1
      },
      {
        "text": "правила интерпретации данных, передаваемых по сети",
        "valid": false,
        "id": 2
      },
      {
        "text": "набор соглашений о взаимодействиях в компьютерной сети",
        "valid": true,
        "id": 3
      },
      {
        "text": "согласование различных процессов во времени",
        "valid": false,
        "id": 4
      }
    ],
    "id": 29
  },
  "item_34": {
    "title": "Буферизация в сетях с коммутацией каналов используется",
    "answers": [
      {
        "text": "нет, никогда",
        "valid": false,
        "id": 1
      },
      {
        "text": "всегда, на каждом промежуточном узле",
        "valid": false,
        "id": 2
      },
      {
        "text": "иногда, при большой загрузке сети",
        "valid": true,
        "id": 3
      },
      {
        "text": "иногда, при мниимальной загрузке сети",
        "valid": false,
        "id": 4
      }
    ],
    "id": 34
  },
  "item_36": {
    "title": "Internet построено на основе..",
    "answers": [
      {
        "text": "BITNET",
        "valid": false,
        "id": 1
      },
      {
        "text": "ARPANET",
        "valid": true,
        "id": 2
      },
      {
        "text": "MILNET",
        "valid": false,
        "id": 3
      },
      {
        "text": "NSFNET",
        "valid": false,
        "id": 4
      }
    ],
    "id": 36
  },
  "item_38": {
    "title": "Максимальная длина непрерывного отрезка тонкого коаксиального кабеля в односегментной сети Ethernet",
    "answers": [
      {
        "text": "185 м",
        "valid": false,
        "id": 1
      },
      {
        "text": "85 м",
        "valid": false,
        "id": 2
      },
      {
        "text": "158 м",
        "valid": true,
        "id": 3
      },
      {
        "text": "258 v",
        "valid": false,
        "id": 4
      }
    ],
    "id": 38
  },
  "item_41": {
    "title": "Администратор может удалить права доступа на ресурсы сети в случае увольнения сотрудника если",
    "answers": [
      {
        "text": "удалить учетную запись пользователя из службы управления",
        "valid": false,
        "id": 1
      },
      {
        "text": "удалить имя пользователя и пароль",
        "valid": false,
        "id": 2
      },
      {
        "text": "удалить имя пользователя",
        "valid": false,
        "id": 3
      },
      {
        "text": "удалить учетную запись пользователя из службы каталогов",
        "valid": true,
        "id": 4
      }
    ],
    "id": 41
  },
  "item_42": {
    "title": "Отметьте правильные адреса Web-страниц",
    "answers": [
      {
        "text": "www://googlee.ru/main.ht",
        "valid": false,
        "id": 1
      },
      {
        "text": "http://groups.com",
        "valid": true,
        "id": 2
      },
      {
        "text": "http:\\\\www.narod.ru\\default.htm",
        "valid": false,
        "id": 3
      },
      {
        "text": "error",
        "valid": false,
        "id": 4
      }
    ],
    "id": 42
  },
  "item_44": {
    "title": "Локальные компьютерные сети это",
    "answers": [
      {
        "text": "сеть, к которой подключены все компьютеры одного населѐнного",
        "valid": false,
        "id": 1
      },
      {
        "text": "сеть, к которой подключены все компьютеры",
        "valid": false,
        "id": 2
      },
      {
        "text": "сеть, к которой подключены все компьютеры, находящиеся в одном",
        "valid": true,
        "id": 3
      },
      {
        "text": "сеть, к которой подключены все компьютеры страны",
        "valid": false,
        "id": 4
      }
    ],
    "id": 44
  },
  "item_45": {
    "title": "Укажите, какие физические среды можно использовать для построения сети GigabitEthernet :",
    "answers": [
      {
        "text": "три типа медного кабеля",
        "valid": false,
        "id": 1
      },
      {
        "text": "четыре типа оптоволоконного кабеля",
        "valid": false,
        "id": 2
      },
      {
        "text": "два типа оптоволоконного кабеля и два типа медного кабеля",
        "valid": false,
        "id": 3
      },
      {
        "text": "два типа медного кабеля и три типа оптоволоконного кабеля",
        "valid": true,
        "id": 4
      }
    ],
    "id": 45
  },
  "item_47": {
    "title": "Характеристика ключевой для сети FDDI",
    "answers": [
      {
        "text": "способность создавать кольцо",
        "valid": false,
        "id": 1
      },
      {
        "text": "скорость передачи данных 10 Мбит/с",
        "valid": false,
        "id": 2
      },
      {
        "text": "стандартизация ІЕЕЕ",
        "valid": false,
        "id": 3
      },
      {
        "text": "способность самовосстановиться",
        "valid": true,
        "id": 4
      }
    ],
    "id": 47
  },
  "item_48": {
    "title": "Обозреватель Internet Explorer может работать по протоколу",
    "answers": [
      {
        "text": "IMAP",
        "valid": false,
        "id": 1
      },
      {
        "text": "SMTP",
        "valid": false,
        "id": 2
      },
      {
        "text": "POP3",
        "valid": false,
        "id": 3
      },
      {
        "text": "HTTP",
        "valid": true,
        "id": 4
      }
    ],
    "id": 48
  },
  "item_49": {
    "title": "Сервер-это",
    "answers": [
      {
        "text": "сетевая программа, которая ведѐт диалог одного пользователя с другим",
        "valid": false,
        "id": 1
      },
      {
        "text": "мощный компьютер, к которому подключаются остальные компьютеры",
        "valid": true,
        "id": 2
      },
      {
        "text": "компьютер отдельного пользователя, подключѐнный в общую сеть",
        "valid": false,
        "id": 3
      },
      {
        "text": "стандарт, определяющий форму представления и способ пересылки",
        "valid": false,
        "id": 4
      }
    ],
    "id": 49
  },
  "item_50": {
    "title": "Эталонная модель обмена информацией открытой системы получила название модели …",
    "answers": [
      {
        "text": "ISO",
        "valid": false,
        "id": 1
      },
      {
        "text": "OIS",
        "valid": false,
        "id": 2
      },
      {
        "text": "ОИОС",
        "valid": false,
        "id": 3
      },
      {
        "text": "OSI",
        "valid": true,
        "id": 4
      }
    ],
    "id": 50
  },
  "item_51": {
    "title": "В модели OSI все сетевые функции разделены на … уровней.",
    "answers": [
      {
        "text": "6",
        "valid": false,
        "id": 1
      },
      {
        "text": "7",
        "valid": true,
        "id": 2
      },
      {
        "text": "5",
        "valid": false,
        "id": 3
      },
      {
        "text": "8",
        "valid": false,
        "id": 4
      }
    ],
    "id": 51
  },
  "item_55": {
    "title": "Транспортный уровень..",
    "answers": [
      {
        "text": "определяет правила совместного использования узлов сети физического уровня",
        "valid": false,
        "id": 1
      },
      {
        "text": "организует связь между пользовательскими процессами",
        "valid": true,
        "id": 2
      },
      {
        "text": "преобразует сообщения в форму, пригодную для сети",
        "valid": false,
        "id": 3
      },
      {
        "text": "определяет скорость сети",
        "valid": false,
        "id": 4
      }
    ],
    "id": 55
  },
  "item_56": {
    "title": "Телекоммуникационную сетью называется сеть:",
    "answers": [
      {
        "text": "Региональная",
        "valid": false,
        "id": 1
      },
      {
        "text": "Локальная",
        "valid": false,
        "id": 2
      },
      {
        "text": "Глобальная",
        "valid": true,
        "id": 3
      },
      {
        "text": "Отраслевая",
        "valid": false,
        "id": 4
      }
    ],
    "id": 56
  },
  "item_59": {
    "title": "Транспортный протокол (TCP) - обеспечивает:",
    "answers": [
      {
        "text": "разбиение файлов на IP-пакеты в процессе передачи и сборку файлов в процессе получения",
        "valid": true,
        "id": 1
      },
      {
        "text": "прием, передачу и выдачу одного сеанса связи",
        "valid": false,
        "id": 2
      },
      {
        "text": "предоставление в распоряжение пользователя уже переработанную информацию",
        "valid": false,
        "id": 3
      },
      {
        "text": "доставку информации от компьютера-отправителя к компьютеру\u0002получателю",
        "valid": false,
        "id": 4
      }
    ],
    "id": 59
  },
  "item_61": {
    "title": "INTERNET это…",
    "answers": [
      {
        "text": "глобальная сеть",
        "valid": true,
        "id": 1
      },
      {
        "text": "локальная сеть",
        "valid": false,
        "id": 2
      },
      {
        "text": "региональная сеть",
        "valid": false,
        "id": 3
      },
      {
        "text": "отраслевая сеть",
        "valid": false,
        "id": 4
      }
    ],
    "id": 61
  },
  "item_62": {
    "title": "Пакет содержит..",
    "answers": [
      {
        "text": "адрес только компьютера, которому он послан",
        "valid": false,
        "id": 1
      },
      {
        "text": "адрес компьютера, которому он послан, и адрес компьютера - отправителя",
        "valid": true,
        "id": 2
      },
      {
        "text": "информацию без адресов",
        "valid": false,
        "id": 3
      },
      {
        "text": "Адрес отправителя",
        "valid": false,
        "id": 4
      }
    ],
    "id": 62
  },
  "item_63": {
    "title": "Эти службы предоставляют возможности управления любыми ресурсами и сервисами из любой точки независимо от размеров сети, используемых операционных систем и сложности оборудования.",
    "answers": [
      {
        "text": "Сетевые службы",
        "valid": false,
        "id": 1
      },
      {
        "text": "Сервисные службы",
        "valid": false,
        "id": 2
      },
      {
        "text": "Службы управления",
        "valid": false,
        "id": 3
      },
      {
        "text": "Службы каталогов",
        "valid": true,
        "id": 4
      }
    ],
    "id": 63
  },
  "item_64": {
    "title": "аголовок дейтаграммы протокола IP. Поле \"Длина заголовка\" определяет длину заголовка в:",
    "answers": [
      {
        "text": "Байтах",
        "valid": false,
        "id": 1
      },
      {
        "text": "16-разрядных словах",
        "valid": false,
        "id": 2
      },
      {
        "text": "32-разрядных словах",
        "valid": true,
        "id": 3
      },
      {
        "text": "Битах",
        "valid": false,
        "id": 4
      }
    ],
    "id": 64
  },
  "item_65": {
    "title": "Выберите диапазон значений класса адреса А",
    "answers": [
      {
        "text": "128.0.xxx.xxx - 191.255.xxx.xxx",
        "valid": false,
        "id": 1
      },
      {
        "text": "1.xxx.xxx.xxx - 126.xxx.xxx.xxx",
        "valid": true,
        "id": 2
      },
      {
        "text": "192.0.0.xxx - 223.255.255.xxx",
        "valid": false,
        "id": 3
      },
      {
        "text": "1.0.0.xxx - 255.255.255.xxx",
        "valid": false,
        "id": 4
      }
    ],
    "id": 65
  },
  "item_66": {
    "title": "Наиболее распространенной в LAN является витая пара категории:",
    "answers": [
      {
        "text": "1",
        "valid": false,
        "id": 1
      },
      {
        "text": "5",
        "valid": true,
        "id": 2
      },
      {
        "text": "2",
        "valid": false,
        "id": 3
      },
      {
        "text": "7",
        "valid": false,
        "id": 4
      }
    ],
    "id": 66
  },
  "item_67": {
    "title": "Для выполнения оптимизирована серверная операционная система Novell NetWare",
    "answers": [
      {
        "text": "файловая система",
        "valid": false,
        "id": 1
      },
      {
        "text": "доступ к файлам",
        "valid": false,
        "id": 2
      },
      {
        "text": "почтовая служба",
        "valid": false,
        "id": 3
      },
      {
        "text": "доступ к файлам и печать",
        "valid": true,
        "id": 4
      }
    ],
    "id": 67
  },
  "item_69": {
    "title": "Домен-это...",
    "answers": [
      {
        "text": "простейший способ организации данных в компьютере, состоящий из",
        "valid": false,
        "id": 1
      },
      {
        "text": "способ организации текстовой информации, внутри которой",
        "valid": true,
        "id": 2
      },
      {
        "text": "прикладная программа, позволяющая создавать текстовые документы",
        "valid": false,
        "id": 3
      },
      {
        "text": "единица скорости информационного обмена",
        "valid": false,
        "id": 4
      }
    ],
    "id": 69
  },
  "item_71": {
    "title": "Между двумя любыми станциями в ЛВС может быть..",
    "answers": [
      {
        "text": "3 пути",
        "valid": false,
        "id": 1
      },
      {
        "text": "1-2 пути",
        "valid": false,
        "id": 2
      },
      {
        "text": "1 путь",
        "valid": true,
        "id": 3
      },
      {
        "text": "4 пути",
        "valid": false,
        "id": 4
      }
    ],
    "id": 71
  },
  "item_72": {
    "title": "Адресация - это:",
    "answers": [
      {
        "text": "адрес сервера",
        "valid": false,
        "id": 1
      },
      {
        "text": "адрес пользователя сети",
        "valid": false,
        "id": 2
      },
      {
        "text": "способ идентификации абонентов в сети",
        "valid": true,
        "id": 3
      },
      {
        "text": "адрес компьютера",
        "valid": false,
        "id": 4
      }
    ],
    "id": 72
  },
  "item_73": {
    "title": "Протокол, предназначенный для получения писем из почтового ящика",
    "answers": [
      {
        "text": "POP3",
        "valid": true,
        "id": 1
      },
      {
        "text": "NNTP",
        "valid": false,
        "id": 2
      },
      {
        "text": "SMTP",
        "valid": false,
        "id": 3
      },
      {
        "text": "FTP",
        "valid": false,
        "id": 4
      }
    ],
    "id": 73
  },
  "item_74": {
    "title": "К технологии глобальных сетей относятся:",
    "answers": [
      {
        "text": "ARPANET",
        "valid": false,
        "id": 1
      },
      {
        "text": "ATM",
        "valid": true,
        "id": 2
      },
      {
        "text": "Gigabit Ethernet",
        "valid": false,
        "id": 3
      },
      {
        "text": "Token Ring",
        "valid": false,
        "id": 4
      }
    ],
    "id": 74
  },
  "item_75": {
    "title": "Хост – это",
    "answers": [
      {
        "text": "компьютер с динамическим IP-адресом",
        "valid": false,
        "id": 1
      },
      {
        "text": "компьютер с постоянным IP-адресом",
        "valid": true,
        "id": 2
      },
      {
        "text": "протокол получения файлов",
        "valid": false,
        "id": 3
      },
      {
        "text": "сетевой адаптер",
        "valid": false,
        "id": 4
      }
    ],
    "id": 75
  },
  "item_76": {
    "title": "Виды подключений к Интернету",
    "answers": [
      {
        "text": "коммутируемое, спутниковый канал",
        "valid": false,
        "id": 1
      },
      {
        "text": "коммутируемое, веделенная линия, спутниковый канал",
        "valid": true,
        "id": 2
      },
      {
        "text": "сотовый телефон",
        "valid": false,
        "id": 3
      },
      {
        "text": "веделенная линия",
        "valid": false,
        "id": 4
      }
    ],
    "id": 76
  },
  "item_77": {
    "title": "Команда с сетью выполняет поиск имени хоста в DNS, по заданному IP адресу",
    "answers": [
      {
        "text": "Nslookup",
        "valid": false,
        "id": 1
      },
      {
        "text": "Host",
        "valid": false,
        "id": 2
      },
      {
        "text": "ipcalc",
        "valid": true,
        "id": 3
      },
      {
        "text": "Dig",
        "valid": false,
        "id": 4
      }
    ],
    "id": 77
  },
  "item_78": {
    "title": "Контроль целостности передаваемых по сетям данных осуществляется посредством ..",
    "answers": [
      {
        "text": "аудита событий",
        "valid": false,
        "id": 1
      },
      {
        "text": "аутентификации данных",
        "valid": false,
        "id": 2
      },
      {
        "text": "электронной цифровой подписи",
        "valid": true,
        "id": 3
      },
      {
        "text": "межсетевого экранирования",
        "valid": false,
        "id": 4
      }
    ],
    "id": 78
  },
  "item_79": {
    "title": "Какая программа из пакета MS InternetExplorer предназначена для общения по электронной почте",
    "answers": [
      {
        "text": "Outlook Express",
        "valid": true,
        "id": 1
      },
      {
        "text": "NetMeeting",
        "valid": false,
        "id": 2
      },
      {
        "text": "World Wide Web",
        "valid": false,
        "id": 3
      },
      {
        "text": "Novell",
        "valid": false,
        "id": 4
      }
    ],
    "id": 79
  },
  "item_80": {
    "title": "Надежная передача данных по протоколу TCP осуществляется благодаря:",
    "answers": [
      {
        "text": "только подтверждениям",
        "valid": false,
        "id": 1
      },
      {
        "text": "только механизму нумерации",
        "valid": false,
        "id": 2
      },
      {
        "text": "только нумерации",
        "valid": false,
        "id": 3
      },
      {
        "text": "подтверждениям и механизму нумерации",
        "valid": true,
        "id": 4
      }
    ],
    "id": 80
  },
  "item_82": {
    "title": "Топологию локальной сети, где рабочие станции соединены с сервером (файл-сервером) называют",
    "answers": [
      {
        "text": "Древовидной",
        "valid": false,
        "id": 1
      },
      {
        "text": "Шинной",
        "valid": false,
        "id": 2
      },
      {
        "text": "Кольцевой",
        "valid": false,
        "id": 3
      },
      {
        "text": "Звезда",
        "valid": true,
        "id": 4
      }
    ],
    "id": 82
  },
  "item_88": {
    "title": "Сеть, в которой каждый компьютер может быть администратором",
    "answers": [
      {
        "text": "многофункциональной сетью",
        "valid": false,
        "id": 1
      },
      {
        "text": "однофункциональной сетью",
        "valid": false,
        "id": 2
      },
      {
        "text": "одноранговой сетью",
        "valid": true,
        "id": 3
      },
      {
        "text": "многоранговой сетью",
        "valid": false,
        "id": 4
      }
    ],
    "id": 88
  },
  "item_90": {
    "title": "255.255.255.0 маска для сетей класса:",
    "answers": [
      {
        "text": "B",
        "valid": false,
        "id": 1
      },
      {
        "text": "А",
        "valid": false,
        "id": 2
      },
      {
        "text": "C",
        "valid": true,
        "id": 3
      },
      {
        "text": "D",
        "valid": false,
        "id": 4
      }
    ],
    "id": 90
  },
  "item_93": {
    "title": "Устройство, выполняющее функции сопряжения компьютеров с каналами связи, называется:",
    "answers": [
      {
        "text": "Процессор",
        "valid": false,
        "id": 1
      },
      {
        "text": "Модем",
        "valid": false,
        "id": 2
      },
      {
        "text": "Адаптер",
        "valid": false,
        "id": 3
      },
      {
        "text": "сетевая карта",
        "valid": true,
        "id": 4
      }
    ],
    "id": 93
  },
  "item_99": {
    "title": "Браузер – это:",
    "answers": [
      {
        "text": "сервер Интернета",
        "valid": false,
        "id": 1
      },
      {
        "text": "устройство для передачи информации по телефонной сети",
        "valid": false,
        "id": 2
      },
      {
        "text": "средство просмотра и поиска Web – страниц",
        "valid": true,
        "id": 3
      },
      {
        "text": "английское название электронной почты",
        "valid": false,
        "id": 4
      }
    ],
    "id": 99
  }
}