export default {
  item_1: {
    title: "Чаще всего вирус передается с такой частью электронного письма, как ...",
    answers: [
      {
        text: "адрес отправителя",
        valid: false,
        id: 1
      },
      {
        text: "служебные заголовки",
        valid: false,
        id: 2
      },
      {
        text: "Тема",
        valid: false,
        id: 3
      },
      {
        text: "Вложение",
        valid: true,
        id: 4
      }
    ],
    id: 1
  },
  item_2: {
    title: "Информационная безопасность автоматизированной системы – это состояние автоматизированной системы, при котором она, …",
    answers: [
      {
        text: "с одной стороны, способна противостоять воздействию внешних и внутренних информационных угроз, а с другой – затраты на еѐ функционирование ниже, чем предполагаемый ущерб от утечки защищаемой информации",
        valid: false,
        id: 1
      },
      {
        text: "с одной стороны, способна противостоять воздействию внешних и внутренних информационных угроз, а с другой — ее наличие и функционирование не создает информационных угроз для элементов самой системы и внешней среды",
        valid: true,
        id: 2
      },
      {
        text: "способна противостоять только информационным угрозам, как внешним так и внутренним",
        valid: false,
        id: 3
      },
      {
        text: "способна противостоять только внешним информационным угрозам",
        valid: false,
        id: 4
      }
    ],
    id: 2
  },
  item_3: {
    title: "Преобразовательный процесс, в ходе которого исходный текст (или открытый текст) заменяется изменѐнным текстом, называется..",
    answers: [
      {
        text: "Шифрование",
        valid: true,
        id: 1
      },
      {
        text: "Дешифрование",
        valid: false,
        id: 2
      },
      {
        text: "Преобразование",
        valid: false,
        id: 3
      },
      {
        text: "Искажение",
        valid: false,
        id: 4
      }
    ],
    id: 3
  },
  item_4: {
    title: "Из перечисленного не является целью проведения анализа рисков",
    answers: [
      {
        text: "Выявление рисков",
        valid: false,
        id: 1
      },
      {
        text: "Количественная оценка воздействия потенциальных угроз",
        valid: false,
        id: 2
      },
      {
        text: "Делегирование полномочий",
        valid: true,
        id: 3
      },
      {
        text: "Определение баланса между воздействием риска и стоимостью необходимых контрмер",
        valid: false,
        id: 4
      }
    ],
    id: 4
  },
  item_5: {
    title: "Документ, определивший важнейшие сервисы безопасности и предложивший метод классификации информационных систем по требованиям безопасности",
    answers: [
      {
        text: "Оранжевая книга",
        valid: true,
        id: 1
      },
      {
        text: "рекомендации X.800",
        valid: false,
        id: 2
      },
      {
        text: "Закону «Об информации, информационных технологиях и о защите информации»",
        valid: false,
        id: 3
      }
    ],
    id: 5
  },
  item_6: {
    title: "Определите, что такое ошибка:",
    answers: [
      {
        text: " негативное воздействие на программу",
        valid: false,
        id: 1
      },
      {
        text: "нарушение работоспособности элемента системы, что приводит к невозможности выполнения им своих функций",
        valid: false,
        id: 2
      },
      {
        text: "неправильное выполнение элементом одной или нескольких функций происходящее в следствии специфического состояния",
        valid: true,
        id: 3
      }
    ],
    id: 6
  },
  item_7: {
    title: "СВЕДЕНИЯ (СООБЩЕНИЯ, ДАННЫЕ) НЕЗАВИСИМО ОТ ФОРМЫ ИХ ПРЕДСТАВЛЕНИЯ:",
    answers: [
      {
        text: "Информационные технологии",
        valid: false,
        id: 1
      },
      {
        text: "Информационная система",
        valid: false,
        id: 2
      },
      {
        text: "Информационно-телекоммуникационная сеть",
        valid: false,
        id: 3
      },
      {
        text: "Информация",
        valid: true,
        id: 4
      }
    ],
    id: 7
  },
  item_8: {
    title: "Защита информации от утечки это деятельность по предотвращению:",
    answers: [
      {
        text: "воздействия с нарушением установленных прав и/или правил на изменение информации, приводящего к искажению, уничтожению, копированию, блокированию доступа к информации, а также к утрате, 95 уничтожению или сбою функционирования носителя информации",
        valid: false,
        id: 1
      },
      {
        text: "неконтролируемого распространения защищаемой информации от ее разглашения, несанкционированного доступа",
        valid: true,
        id: 2
      },
      {
        text: "получения защищаемой информации заинтересованным субъектом с нарушением установленных правовыми документами или собственником, владельцем информации прав или правил доступа к защищаемой информации",
        valid: false,
        id: 3
      },
      {
        text: "Монторинг и администрирование безопасности ИТ-системы",
        valid: false,
        id: 4
      }
    ],
    id: 8
  },
  item_9: {
    title: "Гарантия того, что конкретная информация доступна только тому кругу лиц, для кого она предназначена:",
    answers: [
      {
        text: "Доступность",
        valid: false,
        id: 1
      },
      {
        text: "Конфиденциальность",
        valid: true,
        id: 2
      },
      {
        text: "Аутентичность",
        valid: false,
        id: 3
      },
      {
        text: "Целостность",
        valid: false,
        id: 4
      }
    ],
    id: 9
  },
  item_10: {
    title: "Основные угрозы конфиденциальности информации:",
    answers: [
      {
        text: "маскарад",
        valid: true,
        id: 1
      },
      {
        text: "перехват данных",
        valid: true,
        id: 2
      },
      {
        text: "злоупотребления полномочиями",
        valid: true,
        id: 3
      },
      {
        text: "блокирование",
        valid: false,
        id: 4
      }
    ],
    id: 10
  },
  item_11: {
    title: "Что такое источник угрозы?",
    answers: [
      {
        text: "злоумышленник",
        valid: false,
        id: 1
      },
      {
        text: "потенциальный злоумышленник",
        valid: true,
        id: 2
      },
      {
        text: "нет правильного ответа",
        valid: false,
        id: 3
      }
    ],
    id: 11
  },
  item_12: {
    title: "Гарантия того, что конкретная информация доступна только тому кругу лиц, для которых она предназначена",
    answers: [
      {
        text: "Целостность",
        valid: false,
        id: 1
      },
      {
        text: "Конфиденциальность",
        valid: true,
        id: 2
      },
      {
        text: "Доступность",
        valid: false,
        id: 3
      },
      {
        text: "Аутентичность",
        valid: false,
        id: 4
      }
    ],
    id: 12
  },
  item_13: {
    title: "С помощью закрытого ключа информация",
    answers: [
      {
        text: "копируется",
        valid: false,
        id: 1
      },
      {
        text: "транслируется",
        valid: false,
        id: 2
      },
      {
        text: "расшифровывается",
        valid: true,
        id: 3
      },
      {
        text: "зашифровывается",
        valid: false,
        id: 4
      }
    ],
    id: 13
  },
  item_14: {
    title: "Создание и использование средств опасного воздействия на информационные сферы других стран мира и нарушение нормального функционирования информационных и телекоммуникационных систем это….",
    answers: [
      {
        text: "информационное оружие",
        valid: false,
        id: 1
      },
      {
        text: "информационная война",
        valid: true,
        id: 2
      },
      {
        text: "информационное превосходство",
        valid: false,
        id: 3
      },
      {
        text: "служебная информация",
        valid: false,
        id: 4
      }
    ],
    id: 14
  },
  item_15: {
    title: "Причины возникновения ошибки в данных",
    answers: [
      {
        text: "Погрешность измерений",
        valid: true,
        id: 1
      },
      {
        text: "Ошибка при записи результатов измерений в промежуточный документ",
        valid: true,
        id: 2
      },
      {
        text: "Ошибки при переносе данных с промежуточного документа в компьютер",
        valid: true,
        id: 3
      },
      {
        text: "Преднамеренное искажение данных",
        valid: true,
        id: 4
      }
    ],
    id: 15
  },
  item_16: {
    title: "Суть компрометации информации",
    answers: [
      {
        text: " ",
        valid: true,
        id: 1
      },
      {
        text: "внесение изменений в базу данных, в результате чего пользователь лишается доступа к информации",
        valid: false,
        id: 2
      },
      {
        text: "- несанкционированный доступ к передаваемой информации по каналам связи и уничтожения содержания передаваемых сообщений",
        valid: false,
        id: 3
      }
    ],
    id: 16
  },
  item_17: {
    title: "К принципам информационной безопасности относятся",
    answers: [
      {
        text: "Скрытость",
        valid: false,
        id: 1
      },
      {
        text: "Системность",
        valid: true,
        id: 2
      },
      {
        text: "Масштабность",
        valid: false,
        id: 3
      },
      {
        text: "Компьютерная безопасность",
        valid: false,
        id: 4
      }
    ],
    id: 17
  },
  item_18: {
    title: "Соответствие средств безопасности решаемым задачам характеризует",
    answers: [
      {
        text: "эффективность",
        valid: false,
        id: 1
      },
      {
        text: "корректность",
        valid: false,
        id: 2
      },
      {
        text: "адекватность",
        valid: false,
        id: 3
      },
      {
        text: "унификация",
        valid: true,
        id: 4
      }
    ],
    id: 18
  },
  item_19: {
    title: "Деятельность по предотвращению неконтролируемого распространения защищаемой информации от ее разглашения и несанкционированного доступа к защищаемой информации и от получения защищаемой информации:",
    answers: [
      {
        text: "защита информации от непреднамеренного воздействия",
        valid: false,
        id: 1
      },
      {
        text: "защита информации от несанкционированного доступа",
        valid: false,
        id: 2
      },
      {
        text: "защита информации от несанкционированного воздействия",
        valid: false,
        id: 3
      },
      {
        text: "защита от утечки информации",
        valid: true,
        id: 4
      }
    ],
    id: 19
  },
  item_20: {
    title: "Защита информации обеспечивается применением антивирусных средств",
    answers: [
      {
        text: "не всегда",
        valid: false,
        id: 1
      },
      {
        text: "да",
        valid: true,
        id: 2
      },
      {
        text: "нет",
        valid: false,
        id: 3
      }
    ],
    id: 20
  },
  item_21: {
    title: "Надежность СЗИ определяется",
    answers: [
      {
        text: "усредненным показателем",
        valid: false,
        id: 1
      },
      {
        text: "самым слабым звеном",
        valid: true,
        id: 2
      },
      {
        text: "количеством отраженных атак",
        valid: false,
        id: 3
      },
      {
        text: "самым сильным звеном",
        valid: false,
        id: 4
      }
    ],
    id: 21
  },
  item_22: {
    title: "Антивирусная программа основана на",
    answers: [
      {
        text: "На ожидании начала вирусной атаки",
        valid: false,
        id: 1
      },
      {
        text: "На сравнении программных кодов с известными вирусами",
        valid: true,
        id: 2
      },
      {
        text: "На удалении файлов",
        valid: false,
        id: 3
      },
      {
        text: "На копирование кода вируса",
        valid: false,
        id: 4
      }
    ],
    id: 22
  },
  item_23: {
    title: "Кто является основным ответственным за определение уровня классификации информации?",
    answers: [
      {
        text: "Руководитель среднего звена ",
        valid: false,
        id: 1
      },
      {
        text: "Пользователь",
        valid: false,
        id: 2
      },
      {
        text: "Владелец",
        valid: true,
        id: 3
      },
      {
        text: "Высшее руководство",
        valid: false,
        id: 4
      }
    ],
    id: 23
  },
  item_24: {
    title: "К национальным интересам РК в информационной сфере относятся:",
    answers: [
      {
        text: "Защита информации, обеспечивающей личную безопасность",
        valid: false,
        id: 1
      },
      {
        text: "Защита независимости, суверенитета, государственной и территориальной целостности",
        valid: false,
        id: 2
      },
      {
        text: "Политическая экономическая и социальная стабильность",
        valid: false,
        id: 3
      },
      {
        text: "Реализация конституционных прав на доступ к информации",
        valid: true,
        id: 4
      }
    ],
    id: 24
  },
  item_25: {
    title: "ХИЩЕНИЕ ИНФОРМАЦИИ – ЭТО…",
    answers: [
      {
        text: "Несанкционированное копирование информации",
        valid: true,
        id: 1
      },
      {
        text: "Утрата информации",
        valid: false,
        id: 2
      },
      {
        text: "Блокирование информации",
        valid: false,
        id: 3
      },
      {
        text: "Искажение информации",
        valid: false,
        id: 4
      }
    ],
    id: 25
  },
  item_26: {
    title: "Средства уничтожения, искажения или хищения информационных массивов, добывания из них необходимой информации после преодоления систем защиты, ограничения или воспрещения доступа к ним это:",
    answers: [
      {
        text: "информационное оружие",
        valid: true,
        id: 1
      },
      {
        text: "информационная война",
        valid: false,
        id: 2
      },
      {
        text: "информационное превосходство",
        valid: false,
        id: 3
      },
      {
        text: "государственная тайна",
        valid: false,
        id: 4
      }
    ],
    id: 26
  },
  item_27: {
    title: "Наименее затратный криптоанализ для криптоалгоритма DES",
    answers: [
      {
        text: "перебор по выборочному ключевому пространству",
        valid: false,
        id: 1
      },
      {
        text: "разложение числа на сложные множители",
        valid: false,
        id: 2
      },
      {
        text: "перебор по всему ключевому пространству",
        valid: true,
        id: 3
      },
      {
        text: "разложение числа на простые множители",
        valid: false,
        id: 4
      }
    ],
    id: 27
  },
  item_28: {
    title: ". Разновидностями угроз безопасности (сети, системы) являются:",
    answers: [
      {
        text: "Серверные, клиентские, спутниковые, наземные",
        valid: false,
        id: 1
      },
      {
        text: " Программные, технические, организационные, технологические",
        valid: true,
        id: 2
      },
      {
        text: "Личные, корпоративные, социальные, национальные",
        valid: false,
        id: 3
      }
    ],
    id: 28
  },
  item_29: {
    title: "Наиболее важным при реализации защитных мер политики безопасности является следующее:",
    answers: [
      {
        text: "Аудит, анализ затрат на проведение защитных мер",
        valid: false,
        id: 1
      },
      {
        text: "Аудит, анализ безопасности",
        valid: false,
        id: 2
      },
      {
        text: "Аудит, анализ уязвимостей, риск-ситуаций",
        valid: true,
        id: 3
      }
    ],
    id: 29
  },
  item_30: {
    title: "Защита информации это:",
    answers: [
      {
        text: "совокупность правил, регламентирующих порядок и условия доступа субъекта к информации и ее носителям",
        valid: false,
        id: 1
      },
      {
        text: "деятельность по предотвращению утечки информации, несанкционированных и непреднамеренных воздействий на неѐ",
        valid: true,
        id: 2
      },
      {
        text: "получение субъектом возможности ознакомления с информацией, в том числе при помощи технических средств",
        valid: false,
        id: 3
      },
      {
        text: "преобразование информации, в результате которого содержание информации становится непонятным для субъекта, не имеющего доступа",
        valid: false,
        id: 4
      }
    ],
    id: 30
  },
  item_31: {
    title: "Совокупность норм, правил и практических рекомендаций, регламентирующих работу средств защиты АС от заданного множества угроз безопасности:",
    answers: [
      {
        text: "Угроза информационной безопасности",
        valid: false,
        id: 1
      },
      {
        text: "атака на автоматизированную систему",
        valid: false,
        id: 2
      },
      {
        text: "политика безопасности",
        valid: true,
        id: 3
      },
      {
        text: "Безопасность АС",
        valid: false,
        id: 4
      }
    ],
    id: 31
  },
  item_32: {
    title: "Разделы современной кpиптогpафии:",
    answers: [
      {
        text: "Симметричные криптосистемы",
        valid: true,
        id: 1
      },
      {
        text: "Криптосистемы с открытым ключом",
        valid: true,
        id: 2
      },
      {
        text: "Системы электронной подписи",
        valid: true,
        id: 3
      },
      {
        text: "Управление ключами",
        valid: true,
        id: 4
      }
    ],
    id: 32
  },
  item_33: {
    title: "Гарантия того, что источником информации является именно то лицо, которое заявлено как ее автор:",
    answers: [
      {
        text: "Аутентичность",
        valid: true,
        id: 1
      },
      {
        text: "Доступность",
        valid: false,
        id: 2
      },
      {
        text: "Целостность",
        valid: false,
        id: 3
      },
      {
        text: "Конфиденциальность",
        valid: false,
        id: 4
      }
    ],
    id: 33
  },
  item_34: {
    title: "Что такое отказ, ошибки, сбой?",
    answers: [
      {
        text: "преднамеренные угрозы",
        valid: false,
        id: 1
      },
      {
        text: "случайные угрозы",
        valid: true,
        id: 2
      },
      {
        text: "природные угрозы",
        valid: false,
        id: 3
      }
    ],
    id: 34
  },
  item_35: {
    title: "Гарантия того, что АС ведет себя в нормальном и внештатном режиме так, как запланировано",
    answers: [
      {
        text: "Надежность",
        valid: true,
        id: 1
      },
      {
        text: "Точность",
        valid: false,
        id: 2
      },
      {
        text: "Контролируемость",
        valid: false,
        id: 3
      },
      {
        text: "Устойчивость",
        valid: false,
        id: 4
      }
    ],
    id: 35
  },
  item_36: {
    title: "К формам защиты информации не относится…",
    answers: [
      {
        text: "аналитическая",
        valid: true,
        id: 1
      },
      {
        text: "правовая",
        valid: false,
        id: 2
      },
      {
        text: "организационно-техническая",
        valid: false,
        id: 3
      },
      {
        text: "страховая",
        valid: true,
        id: 4
      }
    ],
    id: 36
  },
  item_37: {
    title: "Определением воздействия (exposure) на безопасность является",
    answers: [
      {
        text: "Любая потенциальная опасность для информации или систем",
        valid: false,
        id: 1
      },
      {
        text: "Любой недостаток или отсутствие информационной безопасности",
        valid: false,
        id: 2
      },
      {
        text: "Нечто, приводящее к ущербу от угрозы",
        valid: true,
        id: 3
      },
      {
        text: "Потенциальные потери от угрозы",
        valid: false,
        id: 4
      }
    ],
    id: 37
  },
  item_38: {
    title: "Элементы знака охраны авторского права:",
    answers: [
      {
        text: "наименование охраняемого объекта",
        valid: false,
        id: 1
      },
      {
        text: "года первого выпуска программы",
        valid: true,
        id: 2
      },
      {
        text: "буквы С в окружности или круглых скобках",
        valid: true,
        id: 3
      },
      {
        text: "наименования (имен правообладателя",
        valid: true,
        id: 4
      }
    ],
    id: 38
  },
  item_39: {
    title: "Процесс, в ходе которого шифрованный текст преобразуется в исходный, называется..",
    answers: [
      {
        text: "Дешифрование",
        valid: true,
        id: 1
      },
      {
        text: "Шифрование",
        valid: false,
        id: 2
      },
      {
        text: "Преобразование",
        valid: false,
        id: 3
      },
      {
        text: "Искажение",
        valid: false,
        id: 4
      }
    ],
    id: 39
  },
  item_40: {
    title: "Под угрозой удаленного администрирования в компьютерной сети понимается угроза …",
    answers: [
      {
        text: "перехвата или подмены данных на путях транспортировки",
        valid: false,
        id: 1
      },
      {
        text: "внедрения агрессивного программного кода в рамках активных объектов Web-страниц",
        valid: false,
        id: 2
      },
      {
        text: "вмешательства в личную жизнь",
        valid: false,
        id: 3
      },
      {
        text: "несанкционированного управления удаленным компьютером",
        valid: true,
        id: 4
      }
    ],
    id: 40
  },
  item_41: {
    title: "Программный модуль, кото­рый имитирует приглашение пользователю зарегистрироваться для того, чтобы войти в систему, является клавиатурным шпионом типа",
    answers: [
      {
        text: "фильтр",
        valid: false,
        id: 1
      },
      {
        text: "заместитель",
        valid: false,
        id: 2
      },
      {
        text: "перехватчик",
        valid: false,
        id: 3
      },
      {
        text: "имитатор",
        valid: true,
        id: 4
      }
    ],
    id: 41
  },
  item_42: {
    title: "Информация не являющаяся общедоступной, которая ставит лиц, обладающих ею в силу своего служебного положения в преимущественное положение по сравнению с другими объектами.",
    answers: [
      {
        text: "банковская тайна",
        valid: false,
        id: 1
      },
      {
        text: "служебная информация",
        valid: false,
        id: 2
      },
      {
        text: "конфиденциальная информация",
        valid: true,
        id: 3
      },
      {
        text: "коммерческая тайна",
        valid: false,
        id: 4
      }
    ],
    id: 42
  },
  item_43: {
    title: "Вид угрозы действия, направленного на несанкционированное использование информационных ресурсов, не оказывающего при этом влияния на её функционирование — … угроза",
    answers: [
      {
        text: "активная",
        valid: false,
        id: 1
      },
      {
        text: "пассивная",
        valid: true,
        id: 2
      }
    ],
    id: 43
  },
  item_44: {
    title: "Утверждение является правильным, если взглянуть на разницу в целях безопасности для коммерческой и военной организации",
    answers: [
      {
        text: "Военным требуется больший уровень безопасности, т.к. их риски существенно выше",
        valid: false,
        id: 1
      },
      {
        text: "Только военные имеют настоящую безопасность",
        valid: false,
        id: 2
      },
      {
        text: "Коммерческая компания обычно больше заботится о доступности и конфиденциальности данных, а военные – о целостности",
        valid: false,
        id: 3
      },
      {
        text: "Коммерческая компания обычно больше заботится о целостности и доступности данных, а военные – о конфиденциальности",
        valid: true,
        id: 4
      }
    ],
    id: 44
  },
  item_45: {
    title: "Устройства осуществляющие воздействие на человека путем передачи информации через внечувственное восприятие:",
    answers: [
      {
        text: "Психотропные препараты",
        valid: false,
        id: 1
      },
      {
        text: "Средства специального программно-технического воздействия",
        valid: true,
        id: 2
      },
      {
        text: "Средства массовой информации",
        valid: false,
        id: 3
      },
      {
        text: "Психотронные генераторы",
        valid: false,
        id: 4
      }
    ],
    id: 45
  },
  item_46: {
    title: "Концепция системы защиты от информационного оружия не должна включать…",
    answers: [
      {
        text: "механизмы защиты пользователей от различных типов и уровней угроз для национальной информационной инфраструктуры",
        valid: false,
        id: 1
      },
      {
        text: "признаки, сигнализирующие о возможном нападении",
        valid: false,
        id: 2
      },
      {
        text: "процедуры оценки уровня и особенностей атаки против национальной инфраструктуры в целом и отдельных пользователей",
        valid: false,
        id: 3
      },
      {
        text: "средства нанесения контратаки с помощью информационного оружия",
        valid: true,
        id: 4
      }
    ],
    id: 46
  },
  item_47: {
    title: "Состояние защищенности национальных интересов страны в информационной сфере от внутренних и внешних угроз это:",
    answers: [
      {
        text: "Информационная безопасность",
        valid: true,
        id: 1
      },
      {
        text: "Безопасность",
        valid: false,
        id: 2
      },
      {
        text: "Национальная безопасность",
        valid: false,
        id: 3
      },
      {
        text: "Защита информации",
        valid: false,
        id: 4
      }
    ],
    id: 47
  },
  item_48: {
    title: "Что не относится к информационной инфекции:",
    answers: [
      {
        text: "Вирусы",
        valid: false,
        id: 1
      },
      {
        text: "Черви",
        valid: false,
        id: 2
      },
      {
        text: "Микровирусы",
        valid: false,
        id: 3
      },
      {
        text: "Фальсификация данных",
        valid: true,
        id: 4
      }
    ],
    id: 48
  },
  item_49: {
    title: "ПАРОЛЬ ПОЛЬЗОВАТЕЛЯ ДОЛЖЕН",
    answers: [
      {
        text: "Содержать только цифры",
        valid: false,
        id: 1
      },
      {
        text: "Содержать только буквы",
        valid: false,
        id: 2
      },
      {
        text: "Содержать цифры и буквы, знаки препинания и быть сложным для угадывания",
        valid: true,
        id: 3
      },
      {
        text: "Иметь явную привязку к владельцу (его имя, дата рождения, номер телефона и т.п.)",
        valid: false,
        id: 4
      }
    ],
    id: 49
  },
  item_50: {
    title: "Что самое главное должно продумать руководство при классификации данных?",
    answers: [
      {
        text: "Типы сотрудников, контрагентов и клиентов, которые будут иметь доступ к данным",
        valid: false,
        id: 1
      },
      {
        text: "Необходимый уровень доступности, целостности и конфиденциальности",
        valid: true,
        id: 2
      },
      {
        text: "Оценить уровень риска и отменить контрмеры",
        valid: false,
        id: 3
      },
      {
        text: "Управление доступом, которое должно защищать данные",
        valid: false,
        id: 4
      }
    ],
    id: 50
  },
  item_51: {
    title: "Совокупность свойств, обусловливающих пригодность информации удовлетворять определенные потребности в соответствии с ее назначением, называется",
    answers: [
      {
        text: "актуальностью информации",
        valid: false,
        id: 1
      },
      {
        text: "доступностью",
        valid: false,
        id: 2
      },
      {
        text: "качеством информации",
        valid: true,
        id: 3
      },
      {
        text: "целостностью",
        valid: false,
        id: 4
      }
    ],
    id: 51
  },
  item_52: {
    title: "Какой уровень защиты информации состоит из мер, реализуемых людьми?",
    answers: [
      {
        text: "законодательный ",
        valid: false,
        id: 1
      },
      {
        text: "процедурный",
        valid: true,
        id: 2
      },
      {
        text: "программно-технический",
        valid: false,
        id: 3
      },
      {
        text: "административный ",
        valid: false,
        id: 4
      }
    ],
    id: 52
  },
  item_53: {
    title: "Защита от случайных и преднамеренных воздействий, чреватых нанесением ущерба владельцам или пользователям информации это:",
    answers: [
      {
        text: "Защищенность потребителей информации",
        valid: true,
        id: 1
      },
      {
        text: "Защищенность информации",
        valid: false,
        id: 2
      },
      {
        text: "Компьютерная безопасность",
        valid: false,
        id: 3
      },
      {
        text: "Информационные безопасности",
        valid: false,
        id: 4
      }
    ],
    id: 53
  },
  item_54: {
    title: "Методы повышения достоверности входных данных",
    answers: [
      {
        text: "Замена процесса ввода значения процессом выбора значения из предлагаемого множества",
        valid: true,
        id: 1
      },
      {
        text: "Проведение комплекса регламентных работ",
        valid: false,
        id: 2
      },
      {
        text: "Использование вместо ввода значения его считывание с машиночитаемого носителя",
        valid: true,
        id: 3
      },
      {
        text: "Введение избыточности в документ первоисточник",
        valid: true,
        id: 4
      }
    ],
    id: 54
  },
  item_55: {
    title: "Нормативный документ, регламентирующий все аспекты безопасности продукта информационных технологий, называется",
    answers: [
      {
        text: "системой защиты",
        valid: false,
        id: 1
      },
      {
        text: "стандартом безопасности",
        valid: false,
        id: 2
      },
      {
        text: "профилем безопасности",
        valid: false,
        id: 3
      },
      {
        text: "профилем защиты",
        valid: true,
        id: 4
      }
    ],
    id: 55
  },
  item_56: {
    title: "Эффективная программа безопасности требует сбалансированного применения:",
    answers: [
      {
        text: "Технических и нетехнических методов",
        valid: true,
        id: 1
      },
      {
        text: "Контрмер и защитных механизмов",
        valid: false,
        id: 2
      },
      {
        text: "Физической безопасности и технических средств защиты",
        valid: false,
        id: 3
      },
      {
        text: "Процедур безопасности и шифрования",
        valid: false,
        id: 4
      }
    ],
    id: 56
  },
  item_57: {
    title: "Информационная безопасность это:",
    answers: [
      {
        text: "Состояние защищенности жизненно важных интересов личности, общества и государства от внутренних и внешних угроз",
        valid: false,
        id: 1
      },
      {
        text: "Состояние, когда не угрожает опасность информационным системам",
        valid: false,
        id: 2
      },
      {
        text: "Состояние защищенности жизненно важных интересов личности, общества и государства в информационной сфере от внутренних и внешних угроз",
        valid: true,
        id: 3
      },
      {
        text: "Установка, настройка и тестирование сетевой безопасности",
        valid: false,
        id: 4
      }
    ],
    id: 57
  },
  item_58: {
    title: "Система физической безопасности не включает в себя следующие подсистемы:",
    answers: [
      {
        text: "Масштабность",
        valid: false,
        id: 1
      },
      {
        text: "Скрытность",
        valid: false,
        id: 2
      },
      {
        text: "оценка обстановки",
        valid: true,
        id: 3
      },
      {
        text: "Системность",
        valid: false,
        id: 4
      }
    ],
    id: 58
  },
  item_59: {
    title: "Набор аппаратных и программных средств для обеспечения сохранности, доступности и конфиденциальности данных:",
    answers: [
      {
        text: "Защищенность информации",
        valid: false,
        id: 1
      },
      {
        text: "Компьютерная безопасность",
        valid: true,
        id: 2
      },
      {
        text: "Защита информации",
        valid: false,
        id: 3
      },
      {
        text: "Безопасность данных",
        valid: false,
        id: 4
      }
    ],
    id: 59
  },
  item_60: {
    title: "Принципиальное отличие межсетевых экранов (МЭ) от систем обнаружения атак (СОВ)",
    answers: [
      {
        text: "МЭ были разработаны для активной или пассивной защиты, а СОВ – для активного или пассивного обнаружения",
        valid: true,
        id: 1
      },
      {
        text: "МЭ работают только на сетевом уровне, а СОВ – еще и на физическом",
        valid: false,
        id: 2
      },
      {
        text: "МЭ были разработаны для активного или пассивного обнаружения, а СОВ – для активной или пассивной защиты",
        valid: false,
        id: 3
      }
    ],
    id: 60
  },
  item_61: {
    title: "Наименее затратный криптоанализ для криптоалгоритма RSA",
    answers: [
      {
        text: "перебор по выборочному ключевому пространству",
        valid: false,
        id: 1
      },
      {
        text: "разложение числа на сложные множители",
        valid: false,
        id: 2
      },
      {
        text: "перебор по всему ключевому пространству",
        valid: false,
        id: 3
      },
      {
        text: "разложение числа на простые множители",
        valid: true,
        id: 4
      }
    ],
    id: 61
  },
  item_62: {
    title: "Биометрические способы защиты информационной безопасности ",
    answers: [
      {
        text: "голова",
        valid: false,
        id: 1
      },
      {
        text: "лицо",
        valid: true,
        id: 2
      },
      {
        text: "локоть",
        valid: false,
        id: 3
      },
      {
        text: "ухо",
        valid: false,
        id: 4
      }
    ],
    id: 62
  },
  item_63: {
    title: "Резидентные вирусы - это…",
    answers: [
      {
        text: "вирусы, которые после запуска остаются в оперативной памяти и продолжают действовать",
        valid: true,
        id: 1
      },
      {
        text: "вирусы, заражающие документы Word и Excel",
        valid: false,
        id: 2
      },
      {
        text: "вирусы, которые используют те или иные средства для того, чтобы максимальным образом скрыть факт своего присутствия",
        valid: false,
        id: 3
      },
      {
        text: "вирусы, которые активны в момент после запуска зараженного файла, ",
        valid: false,
        id: 4
      }
    ],
    id: 63
  },
  item_64: {
    title: "Хэш-функции предназначены для",
    answers: [
      {
        text: "получения «отпечатков пальцев» сообщения",
        valid: true,
        id: 1
      },
      {
        text: "сжатия сообщения",
        valid: false,
        id: 2
      },
      {
        text: "шифрования сообщения",
        valid: false,
        id: 3
      },
      {
        text: "адресация данных",
        valid: false,
        id: 4
      }
    ],
    id: 64
  },
  item_65: {
    title: "Характеристика шифра, определяющая его стойкость к шифрованию без знания ключа, называется..",
    answers: [
      {
        text: "Аудентификатор",
        valid: false,
        id: 1
      },
      {
        text: "Пароль",
        valid: false,
        id: 2
      },
      {
        text: "Криптостойкостью",
        valid: true,
        id: 3
      },
      {
        text: "Шифратор",
        valid: false,
        id: 4
      }
    ],
    id: 65
  },
  item_66: {
    title: "Какой уровень защиты информации представляет собой комплекс мер, применяемых руководством организации?",
    answers: [
      {
        text: "законодательный ",
        valid: false,
        id: 1
      },
      {
        text: "программно-технический ",
        valid: false,
        id: 2
      },
      {
        text: "административный",
        valid: true,
        id: 3
      },
      {
        text: "процедурный ",
        valid: false,
        id: 4
      }
    ],
    id: 66
  },
  item_67: {
    title: "Сотовые сети беспроводной связи используют форму диапазона ввиде:",
    answers: [
      {
        text: "круга",
        valid: false,
        id: 1
      },
      {
        text: "квадрат",
        valid: false,
        id: 2
      },
      {
        text: "шестиугольник (сота)",
        valid: true,
        id: 3
      },
      {
        text: "трехугольник",
        valid: false,
        id: 4
      }
    ],
    id: 67
  },
  item_68: {
    title: "Антивирусная программа, основанная на подсчете контрольных сумм для присутствующих на диске файлов/системных секторов называется …",
    answers: [
      {
        text: "иммунизатор",
        valid: false,
        id: 1
      },
      {
        text: "элекблокировщик",
        valid: false,
        id: 2
      },
      {
        text: "сканер",
        valid: false,
        id: 3
      },
      {
        text: "<u>CRC-сканер</u>",
        valid: true,
        id: 4
      }
    ],
    id: 68
  },
  item_69: {
    title: "Наиболее эффективное средство для защиты от сетевых атак",
    answers: [
      {
        text: "использование антивирусных программ",
        valid: false,
        id: 1
      },
      {
        text: " использование сетевых экранов или «firewall»",
        valid: true,
        id: 2
      },
      {
        text: "посещение только «надёжных» Интернет-узлов",
        valid: false,
        id: 3
      },
      {
        text: "использование только сертифицированных программ-броузеров при доступе к сети Интернет",
        valid: false,
        id: 4
      }
    ],
    id: 69
  },
  item_70: {
    title: "Основные угрозы доступности информации:",
    answers: [
      {
        text: "разрушение или повреждение помещений",
        valid: true,
        id: 1
      },
      {
        text: "перехват данных",
        valid: false,
        id: 2
      },
      {
        text: "непреднамеренные ошибки пользователей",
        valid: true,
        id: 3
      },
      {
        text: "отказ программного и аппаратно обеспечения",
        valid: true,
        id: 4
      }
    ],
    id: 70
  },
  item_71: {
    title: "Антивирусная программа принцип работы, которой основан на проверке файлов, секторов и системной памяти и поиске в них известных и новых вирусов называется:",
    answers: [
      {
        text: "Иммунизатором",
        valid: false,
        id: 1
      },
      {
        text: "Ревизором",
        valid: false,
        id: 2
      },
      {
        text: "Сканером",
        valid: true,
        id: 3
      },
      {
        text: "доктора и фаги",
        valid: false,
        id: 4
      }
    ],
    id: 71
  },
  item_72: {
    title: "Средства защиты объектов файловой системы основаны на…",
    answers: [
      {
        text: "определении прав пользователя на операции с файлами и каталогами",
        valid: true,
        id: 1
      },
      {
        text: "задании атрибутов файлов и каталогов, независящих от прав пользователей",
        valid: false,
        id: 2
      }
    ],
    id: 72
  },
  item_73: {
    title: "Какие категории персональных данных выделяет РКЗ “О персональных данных”?",
    answers: [
      {
        text: "биометрические ",
        valid: true,
        id: 1
      },
      {
        text: "специальные ",
        valid: true,
        id: 2
      },
      {
        text: "физиологические ",
        valid: true,
        id: 3
      },
      {
        text: "личные ",
        valid: false,
        id: 4
      }
    ],
    id: 73
  },
  item_74: {
    title: "Действие субъектов по обеспечению пользователей информационными продуктами:",
    answers: [
      {
        text: "Информационная сфера",
        valid: false,
        id: 1
      },
      {
        text: "Информационная система",
        valid: false,
        id: 2
      },
      {
        text: "Информационные услуги",
        valid: true,
        id: 3
      },
      {
        text: "Информационные ресурсы",
        valid: false,
        id: 4
      }
    ],
    id: 74
  },
  item_75: {
    title: "Виды мер противодействия угрозам безопасности",
    answers: [
      {
        text: "правовые (законодательные)",
        valid: true,
        id: 1
      },
      {
        text: "морально-этические;",
        valid: true,
        id: 2
      },
      {
        text: "технологические;",
        valid: true,
        id: 3
      },
      {
        text: "организационные (административные и процедурные)",
        valid: true,
        id: 4
      }
    ],
    id: 75
  },
  item_76: {
    title: "Естественные угрозы безопасности информации вызваны:",
    answers: [
      {
        text: "воздействиями объективных физических процессов или стихийных природных явлений, независящих от человека",
        valid: true,
        id: 1
      },
      {
        text: "деятельностью человека",
        valid: false,
        id: 2
      },
      {
        text: "ошибками при действиях персонала",
        valid: false,
        id: 3
      },
      {
        text: "Ошибками мониторинга",
        valid: false,
        id: 4
      }
    ],
    id: 76
  },
  item_77: {
    title: "Охрана персональных данных, государственной, служебной и других видов информации ограниченного доступа это:",
    answers: [
      {
        text: "Защищенность информации",
        valid: false,
        id: 1
      },
      {
        text: "Защита информации",
        valid: false,
        id: 2
      },
      {
        text: "Безопасность данных",
        valid: true,
        id: 3
      },
      {
        text: "Компьютерная безопасность",
        valid: false,
        id: 4
      }
    ],
    id: 77
  },
  item_78: {
    title: "Информационно упорядоченная совокупность документов и информационных технологий, реализующая информационные процессы",
    answers: [
      {
        text: "Информационная сфера",
        valid: false,
        id: 1
      },
      {
        text: "Информационная система",
        valid: true,
        id: 2
      },
      {
        text: "Информационные услуги",
        valid: false,
        id: 3
      },
      {
        text: "Информационные продукты",
        valid: false,
        id: 4
      }
    ],
    id: 78
  },
  item_79: {
    title: "Функциональность безопасности определяет ожидаемую работу механизмов безопасности, а гарантии определяют:",
    answers: [
      {
        text: "Внедрение управления механизмами безопасности",
        valid: false,
        id: 1
      },
      {
        text: "Классификацию данных после внедрения механизмов безопасности",
        valid: false,
        id: 2
      },
      {
        text: "Уровень доверия, обеспечиваемый механизмом безопасности",
        valid: true,
        id: 3
      },
      {
        text: "Монторинг и администрирование безопасности ИТ-системы",
        valid: false,
        id: 4
      }
    ],
    id: 79
  },
  item_80: {
    title: "Определите, что такое отказ:",
    answers: [
      {
        text: "некоторая последовательность действий, необходимых для выполнения конкретного задания",
        valid: false,
        id: 1
      },
      {
        text: "нарушение работоспособности элемента системы, что приводит к невозможности выполнения им своих функций",
        valid: true,
        id: 2
      },
      {
        text: " структура, определяющая последовательность выполнения и взаимосвязи процессов",
        valid: false,
        id: 3
      }
    ],
    id: 80
  },
  item_81: {
    title: "В соответствии с особенностями алгоритма вирусы можно разделить на два класса:",
    answers: [
      {
        text: "вирусы изменяющие среду обитания при распространении",
        valid: true,
        id: 1
      },
      {
        text: "вирусы не изменяющие среду обитания и не способные к распространению в дальнейшем",
        valid: false,
        id: 2
      },
      {
        text: "вирусы изменяющие среду обитания, но не распространяющиеся",
        valid: false,
        id: 3
      },
      {
        text: "Вирусы изменяющие среду обитания при распространении",
        valid: false,
        id: 4
      }
    ],
    id: 81
  },
  item_82: {
    title: "Некоторое секретное количество информации, известное только пользователю и парольной системе, которое может быть запомнено пользователем и предъявлено для прохождения процедуры аутентификации это ….",
    answers: [
      {
        text: "идентификатор пользователя",
        valid: false,
        id: 1
      },
      {
        text: "учетная запись пользователя",
        valid: false,
        id: 2
      },
      {
        text: "пароль пользователя",
        valid: true,
        id: 3
      },
      {
        text: "парольная система",
        valid: false,
        id: 4
      }
    ],
    id: 82
  },
  item_83: {
    title: "По отношению к поддерживающей инфраструктуре рекомендуется рассматривать следующие угрозы:",
    answers: [
      {
        text: "невозможность и нежелание обслуживающего персонала или пользователя выполнять свои обязанности",
        valid: true,
        id: 1
      },
      {
        text: "обрабатывать большой объем программной информации",
        valid: false,
        id: 2
      },
      {
        text: "нет правильного ответа",
        valid: false,
        id: 3
      }
    ],
    id: 83
  },
  item_84: {
    title: "ПРОЦЕСС СООБЩЕНИЯ СУБЪЕКТОМ СВОЕГО ИМЕНИ ИЛИ НОМЕРА, С ЦЕЛЬЮ ПОЛУЧЕНИЯ ОПРЕДЕЛЁННЫХ ПОЛНОМОЧИЙ (ПРАВ ДОСТУПА) НА ВЫПОЛНЕНИЕ НЕКОТОРЫХ (РАЗРЕШЕННЫХ ЕМУ) ДЕЙСТВИЙ В СИСТЕМАХ С ОГРАНИЧЕННЫМ ДОСТУПОМ:",
    answers: [
      {
        text: "Идентификация",
        valid: true,
        id: 1
      },
      {
        text: "Деперсонализация",
        valid: false,
        id: 2
      },
      {
        text: "Обезличивание",
        valid: false,
        id: 3
      },
      {
        text: "Аутентификация",
        valid: false,
        id: 4
      }
    ],
    id: 84
  },
  item_85: {
    title: "При полномочной политике безопасности совокупность меток с одинаковыми значениями образует",
    answers: [
      {
        text: "область равной критичности",
        valid: false,
        id: 1
      },
      {
        text: "область равного доступа",
        valid: false,
        id: 2
      },
      {
        text: "уровень безопасности",
        valid: true,
        id: 3
      },
      {
        text: "уровень доступности",
        valid: false,
        id: 4
      }
    ],
    id: 85
  },
  item_86: {
    title: "Идентификатор субъекта доступа, который является его секретом:",
    answers: [
      {
        text: "электронно-цифровая подпись",
        valid: false,
        id: 1
      },
      {
        text: "Ключ",
        valid: false,
        id: 2
      },
      {
        text: "Пароль",
        valid: true,
        id: 3
      },
      {
        text: "сертификат ключа подписи",
        valid: false,
        id: 4
      }
    ],
    id: 86
  },
  item_87: {
    title: "На каком уровне защиты информации находятся непосредственно средства защиты?",
    answers: [
      {
        text: "административный ",
        valid: false,
        id: 1
      },
      {
        text: "процедурный",
        valid: false,
        id: 2
      },
      {
        text: "законодательный ",
        valid: false,
        id: 3
      },
      {
        text: " программно-технический ",
        valid: true,
        id: 4
      }
    ],
    id: 87
  },
  item_88: {
    title: "Какие степени сложности устройства Вам известны",
    answers: [
      {
        text: "Встроенные",
        valid: false,
        id: 1
      },
      {
        text: "оптические",
        valid: false,
        id: 2
      },
      {
        text: "Упрощенные",
        valid: false,
        id: 3
      },
      {
        text: "Сложные",
        valid: true,
        id: 4
      }
    ],
    id: 88
  },
  item_89: {
    title: "Наукой, изучающей математические методы защиты информации путем ее преобразования, является",
    answers: [
      {
        text: "криптоанализ",
        valid: false,
        id: 1
      },
      {
        text: "криптология",
        valid: true,
        id: 2
      },
      {
        text: "стеганография",
        valid: false,
        id: 3
      },
      {
        text: "криптография",
        valid: false,
        id: 4
      }
    ],
    id: 89
  },
  item_90: {
    title: "Исследование возможности расшифрования информации без знания ключей:",
    answers: [
      {
        text: "несанкционированный доступ",
        valid: false,
        id: 1
      },
      {
        text: "Взлом",
        valid: false,
        id: 2
      },
      {
        text: "Криптоанализ",
        valid: true,
        id: 3
      },
      {
        text: "Криптология",
        valid: false,
        id: 4
      }
    ],
    id: 90
  },
  item_91: {
    title: "Сервисы безопасности:",
    answers: [
      {
        text: "регулирование конфликтов",
        valid: false,
        id: 1
      },
      {
        text: "идентификация и аутентификация",
        valid: true,
        id: 2
      },
      {
        text: "контроль целостности",
        valid: true,
        id: 3
      },
      {
        text: "шифрование",
        valid: true,
        id: 4
      }
    ],
    id: 91
  },
  item_92: {
    title: "Контроль целостности передаваемых по сетям данных осуществляется посредством ..",
    answers: [
      {
        text: "аутентификации данных",
        valid: false,
        id: 1
      },
      {
        text: "электронной цифровой подписи",
        valid: true,
        id: 2
      },
      {
        text: "аудита событий",
        valid: false,
        id: 3
      },
      {
        text: "межсетевого экранирования",
        valid: false,
        id: 4
      }
    ],
    id: 92
  },
  item_93: {
    title: "К какому уровню доступа информации относится следующая информация: «Авторское право, патентное право…»",
    answers: [
      {
        text: "Информация без ограничения права доступа",
        valid: false,
        id: 1
      },
      {
        text: "Информация с ограниченным доступом",
        valid: false,
        id: 2
      },
      {
        text: "Информация, распространение которой наносит вред интересам общества",
        valid: false,
        id: 3
      },
      {
        text: "Объект интеллектуальной собственности",
        valid: true,
        id: 4
      }
    ],
    id: 93
  },
  item_94: {
    title: "К какому уровню доступа информации относится следующая информация: «Ложная реклама, реклама со скрытыми вставками…»",
    answers: [
      {
        text: "Информация с ограниченным доступом",
        valid: false,
        id: 1
      },
      {
        text: "Объект интеллектуальной собственности",
        valid: false,
        id: 2
      },
      {
        text: "Информация, распространение которой наносит вред интересам общества",
        valid: true,
        id: 3
      },
      {
        text: "Информация без ограничения права доступа",
        valid: false,
        id: 4
      }
    ],
    id: 94
  },
  item_95: {
    title: "Информация, составляющая государственную тайну не может иметь гриф…",
    answers: [
      {
        text: "«секретно»",
        valid: false,
        id: 1
      },
      {
        text: "«совершенно секретно»",
        valid: false,
        id: 2
      },
      {
        text: "«для служебного пользования»",
        valid: true,
        id: 3
      },
      {
        text: "«особой важности»",
        valid: false,
        id: 4
      }
    ],
    id: 95
  },
  item_96: {
    title: "Основные источники внутренних отказов:",
    answers: [
      {
        text: "отступление от установленных правил эксплуатации",
        valid: false,
        id: 1
      },
      {
        text: "разрушение данных",
        valid: false,
        id: 2
      },
      {
        text: "все ответы правильные",
        valid: true,
        id: 3
      }
    ],
    id: 96
  },
  item_97: {
    title: "Для защиты от злоумышленников необходимо использовать:",
    answers: [
      {
        text: "Системное программное обеспечение",
        valid: false,
        id: 1
      },
      {
        text: "Прикладное программное обеспечение",
        valid: false,
        id: 2
      },
      {
        text: "Антивирусные программы",
        valid: true,
        id: 3
      },
      {
        text: "Компьютерные игры",
        valid: false,
        id: 4
      }
    ],
    id: 97
  },
  item_98: {
    title: "Преднамеренная угроза безопасности информации",
    answers: [
      {
        text: "повреждение кабеля, по которому идет передача, в связи с погодными условиями",
        valid: false,
        id: 1
      },
      {
        text: " ",
        valid: false,
        id: 2
      },
      {
        text: " ",
        valid: true,
        id: 3
      },
      {
        text: "ошибка разработчика",
        valid: false,
        id: 4
      }
    ],
    id: 98
  },
  item_99: {
    title: "Что такое сбой?",
    answers: [
      {
        text: "неправильное выполнение элементом одной или нескольких функций происходящее в следствие специфического состояния",
        valid: false,
        id: 1
      },
      {
        text: "объект-метод",
        valid: false,
        id: 2
      },
      {
        text: "такое нарушение работоспособности какого-либо элемента системы в следствии чего функции выполняются неправильно в заданный момент",
        valid: true,
        id: 3
      }
    ],
    id: 99
  },
  item_100: {
    title: "Утечка информации – это …",
    answers: [
      {
        text: "процесс раскрытия секретной информации",
        valid: false,
        id: 1
      },
      {
        text: "процесс уничтожения информации",
        valid: false,
        id: 2
      },
      {
        text: "несанкционированный процесс переноса информации от источника к злоумышленнику",
        valid: true,
        id: 3
      },
      {
        text: "непреднамеренная утрата носителя информации",
        valid: false,
        id: 4
      }
    ],
    id: 100
  }
}