export default {
  name: "Инф. Безоп.",
  json: [
    {
      title: "Чаще всего вирус передается с такой частью электронного письма, как ...",
      answers: [
        {
          text: "адрес отправителя",
          valid: false,
        },
        {
          text: "служебные заголовки",
          valid: false,
        },
        {
          text: "Тема",
          valid: false,
        },
        {
          text: "Вложение",
          valid: true,
        }
      ],
    },
    {
      title: "Информационная безопасность автоматизированной системы – это состояние автоматизированной системы, при котором она, …",
      answers: [
        {
          text: "с одной стороны, способна противостоять воздействию внешних и внутренних информационных угроз, а с другой – затраты на еѐ функционирование ниже, чем предполагаемый ущерб от утечки защищаемой информации",
          valid: false,
        },
        {
          text: "с одной стороны, способна противостоять воздействию внешних и внутренних информационных угроз, а с другой — ее наличие и функционирование не создает информационных угроз для элементов самой системы и внешней среды",
          valid: true,
        },
        {
          text: "способна противостоять только информационным угрозам, как внешним так и внутренним",
          valid: false,
        },
        {
          text: "способна противостоять только внешним информационным угрозам",
          valid: false,
        }
      ],
    },
    {
      title: "Преобразовательный процесс, в ходе которого исходный текст (или открытый текст) заменяется изменѐнным текстом, называется..",
      answers: [
        {
          text: "Шифрование",
          valid: true,
        },
        {
          text: "Дешифрование",
          valid: false,
        },
        {
          text: "Преобразование",
          valid: false,
        },
        {
          text: "Искажение",
          valid: false,
        }
      ],
    },
    {
      title: "Из перечисленного не является целью проведения анализа рисков",
      answers: [
        {
          text: "Выявление рисков",
          valid: false,
        },
        {
          text: "Количественная оценка воздействия потенциальных угроз",
          valid: false,
        },
        {
          text: "Делегирование полномочий",
          valid: true,
        },
        {
          text: "Определение баланса между воздействием риска и стоимостью необходимых контрмер",
          valid: false,
        }
      ],
    },
    {
      title: "Документ, определивший важнейшие сервисы безопасности и предложивший метод классификации информационных систем по требованиям безопасности",
      answers: [
        {
          text: "Оранжевая книга",
          valid: true,
        },
        {
          text: "рекомендации X.800",
          valid: false,
        },
        {
          text: "Закону «Об информации, информационных технологиях и о защите информации»",
          valid: false,
        }
      ],
    },
    {
      title: "Определите, что такое ошибка:",
      answers: [
        {
          text: " негативное воздействие на программу",
          valid: false,
        },
        {
          text: "нарушение работоспособности элемента системы, что приводит к невозможности выполнения им своих функций",
          valid: false,
        },
        {
          text: "неправильное выполнение элементом одной или нескольких функций происходящее в следствии специфического состояния",
          valid: true,
        }
      ],
    },
    {
      title: "СВЕДЕНИЯ (СООБЩЕНИЯ, ДАННЫЕ) НЕЗАВИСИМО ОТ ФОРМЫ ИХ ПРЕДСТАВЛЕНИЯ:",
      answers: [
        {
          text: "Информационные технологии",
          valid: false,
        },
        {
          text: "Информационная система",
          valid: false,
        },
        {
          text: "Информационно-телекоммуникационная сеть",
          valid: false,
        },
        {
          text: "Информация",
          valid: true,
        }
      ],
    },
    {
      title: "Защита информации от утечки это деятельность по предотвращению:",
      answers: [
        {
          text: "воздействия с нарушением установленных прав и/или правил на изменение информации, приводящего к искажению, уничтожению, копированию, блокированию доступа к информации, а также к утрате, 95 уничтожению или сбою функционирования носителя информации",
          valid: false,
        },
        {
          text: "неконтролируемого распространения защищаемой информации от ее разглашения, несанкционированного доступа",
          valid: true,
        },
        {
          text: "получения защищаемой информации заинтересованным субъектом с нарушением установленных правовыми документами или собственником, владельцем информации прав или правил доступа к защищаемой информации",
          valid: false,
        },
        {
          text: "Монторинг и администрирование безопасности ИТ-системы",
          valid: false,
        }
      ],
    },
    {
      title: "Гарантия того, что конкретная информация доступна только тому кругу лиц, для кого она предназначена:",
      answers: [
        {
          text: "Доступность",
          valid: false,
        },
        {
          text: "Конфиденциальность",
          valid: true,
        },
        {
          text: "Аутентичность",
          valid: false,
        },
        {
          text: "Целостность",
          valid: false,
        }
      ],
    },
    {
      title: "Основные угрозы конфиденциальности информации:",
      answers: [
        {
          text: "маскарад",
          valid: true,
        },
        {
          text: "перехват данных",
          valid: true,
        },
        {
          text: "злоупотребления полномочиями",
          valid: true,
        },
        {
          text: "блокирование",
          valid: false,
        }
      ],
    },
    {
      title: "Что такое источник угрозы?",
      answers: [
        {
          text: "злоумышленник",
          valid: false,
        },
        {
          text: "потенциальный злоумышленник",
          valid: true,
        },
        {
          text: "нет правильного ответа",
          valid: false,
        }
      ],
    },
    {
      title: "Гарантия того, что конкретная информация доступна только тому кругу лиц, для которых она предназначена",
      answers: [
        {
          text: "Целостность",
          valid: false,
        },
        {
          text: "Конфиденциальность",
          valid: true,
        },
        {
          text: "Доступность",
          valid: false,
        },
        {
          text: "Аутентичность",
          valid: false,
        }
      ],
    },
    {
      title: "С помощью закрытого ключа информация",
      answers: [
        {
          text: "копируется",
          valid: false,
        },
        {
          text: "транслируется",
          valid: false,
        },
        {
          text: "расшифровывается",
          valid: true,
        },
        {
          text: "зашифровывается",
          valid: false,
        }
      ],
    },
    {
      title: "Создание и использование средств опасного воздействия на информационные сферы других стран мира и нарушение нормального функционирования информационных и телекоммуникационных систем это….",
      answers: [
        {
          text: "информационное оружие",
          valid: false,
        },
        {
          text: "информационная война",
          valid: true,
        },
        {
          text: "информационное превосходство",
          valid: false,
        },
        {
          text: "служебная информация",
          valid: false,
        }
      ],
    },
    {
      title: "Причины возникновения ошибки в данных",
      answers: [
        {
          text: "Погрешность измерений",
          valid: true,
        },
        {
          text: "Ошибка при записи результатов измерений в промежуточный документ",
          valid: true,
        },
        {
          text: "Ошибки при переносе данных с промежуточного документа в компьютер",
          valid: true,
        },
        {
          text: "Преднамеренное искажение данных",
          valid: true,
        }
      ],
    },
    {
      title: "Суть компрометации информации",
      answers: [
        {
          text: " ",
          valid: true,
        },
        {
          text: "внесение изменений в базу данных, в результате чего пользователь лишается доступа к информации",
          valid: false,
        },
        {
          text: "- несанкционированный доступ к передаваемой информации по каналам связи и уничтожения содержания передаваемых сообщений",
          valid: false,
        }
      ],
    },
    {
      title: "К принципам информационной безопасности относятся",
      answers: [
        {
          text: "Скрытость",
          valid: false,
        },
        {
          text: "Системность",
          valid: true,
        },
        {
          text: "Масштабность",
          valid: false,
        },
        {
          text: "Компьютерная безопасность",
          valid: false,
        }
      ],
    },
    {
      title: "Соответствие средств безопасности решаемым задачам характеризует",
      answers: [
        {
          text: "эффективность",
          valid: false,
        },
        {
          text: "корректность",
          valid: false,
        },
        {
          text: "адекватность",
          valid: false,
        },
        {
          text: "унификация",
          valid: true,
        }
      ],
    },
    {
      title: "Деятельность по предотвращению неконтролируемого распространения защищаемой информации от ее разглашения и несанкционированного доступа к защищаемой информации и от получения защищаемой информации:",
      answers: [
        {
          text: "защита информации от непреднамеренного воздействия",
          valid: false,
        },
        {
          text: "защита информации от несанкционированного доступа",
          valid: false,
        },
        {
          text: "защита информации от несанкционированного воздействия",
          valid: false,
        },
        {
          text: "защита от утечки информации",
          valid: true,
        }
      ],
    },
    {
      title: "Защита информации обеспечивается применением антивирусных средств",
      answers: [
        {
          text: "не всегда",
          valid: false,
        },
        {
          text: "да",
          valid: true,
        },
        {
          text: "нет",
          valid: false,
        }
      ],
    },
    {
      title: "Надежность СЗИ определяется",
      answers: [
        {
          text: "усредненным показателем",
          valid: false,
        },
        {
          text: "самым слабым звеном",
          valid: true,
        },
        {
          text: "количеством отраженных атак",
          valid: false,
        },
        {
          text: "самым сильным звеном",
          valid: false,
        }
      ],
    },
    {
      title: "Антивирусная программа основана на",
      answers: [
        {
          text: "На ожидании начала вирусной атаки",
          valid: false,
        },
        {
          text: "На сравнении программных кодов с известными вирусами",
          valid: true,
        },
        {
          text: "На удалении файлов",
          valid: false,
        },
        {
          text: "На копирование кода вируса",
          valid: false,
        }
      ],
    },
    {
      title: "Кто является основным ответственным за определение уровня классификации информации?",
      answers: [
        {
          text: "Руководитель среднего звена ",
          valid: false,
        },
        {
          text: "Пользователь",
          valid: false,
        },
        {
          text: "Владелец",
          valid: true,
        },
        {
          text: "Высшее руководство",
          valid: false,
        }
      ],
    },
    {
      title: "К национальным интересам РК в информационной сфере относятся:",
      answers: [
        {
          text: "Защита информации, обеспечивающей личную безопасность",
          valid: false,
        },
        {
          text: "Защита независимости, суверенитета, государственной и территориальной целостности",
          valid: false,
        },
        {
          text: "Политическая экономическая и социальная стабильность",
          valid: false,
        },
        {
          text: "Реализация конституционных прав на доступ к информации",
          valid: true,
        }
      ],
    },
    {
      title: "ХИЩЕНИЕ ИНФОРМАЦИИ – ЭТО…",
      answers: [
        {
          text: "Несанкционированное копирование информации",
          valid: true,
        },
        {
          text: "Утрата информации",
          valid: false,
        },
        {
          text: "Блокирование информации",
          valid: false,
        },
        {
          text: "Искажение информации",
          valid: false,
        }
      ],
    },
    {
      title: "Средства уничтожения, искажения или хищения информационных массивов, добывания из них необходимой информации после преодоления систем защиты, ограничения или воспрещения доступа к ним это:",
      answers: [
        {
          text: "информационное оружие",
          valid: true,
        },
        {
          text: "информационная война",
          valid: false,
        },
        {
          text: "информационное превосходство",
          valid: false,
        },
        {
          text: "государственная тайна",
          valid: false,
        }
      ],
    },
    {
      title: "Наименее затратный криптоанализ для криптоалгоритма DES",
      answers: [
        {
          text: "перебор по выборочному ключевому пространству",
          valid: false,
        },
        {
          text: "разложение числа на сложные множители",
          valid: false,
        },
        {
          text: "перебор по всему ключевому пространству",
          valid: true,
        },
        {
          text: "разложение числа на простые множители",
          valid: false,
        }
      ],
    },
    {
      title: ". Разновидностями угроз безопасности (сети, системы) являются:",
      answers: [
        {
          text: "Серверные, клиентские, спутниковые, наземные",
          valid: false,
        },
        {
          text: " Программные, технические, организационные, технологические",
          valid: true,
        },
        {
          text: "Личные, корпоративные, социальные, национальные",
          valid: false,
        }
      ],
    },
    {
      title: "Наиболее важным при реализации защитных мер политики безопасности является следующее:",
      answers: [
        {
          text: "Аудит, анализ затрат на проведение защитных мер",
          valid: false,
        },
        {
          text: "Аудит, анализ безопасности",
          valid: false,
        },
        {
          text: "Аудит, анализ уязвимостей, риск-ситуаций",
          valid: true,
        }
      ],
    },
    {
      title: "Защита информации это:",
      answers: [
        {
          text: "совокупность правил, регламентирующих порядок и условия доступа субъекта к информации и ее носителям",
          valid: false,
        },
        {
          text: "деятельность по предотвращению утечки информации, несанкционированных и непреднамеренных воздействий на неѐ",
          valid: true,
        },
        {
          text: "получение субъектом возможности ознакомления с информацией, в том числе при помощи технических средств",
          valid: false,
        },
        {
          text: "преобразование информации, в результате которого содержание информации становится непонятным для субъекта, не имеющего доступа",
          valid: false,
        }
      ],
    },
    {
      title: "Совокупность норм, правил и практических рекомендаций, регламентирующих работу средств защиты АС от заданного множества угроз безопасности:",
      answers: [
        {
          text: "Угроза информационной безопасности",
          valid: false,
        },
        {
          text: "атака на автоматизированную систему",
          valid: false,
        },
        {
          text: "политика безопасности",
          valid: true,
        },
        {
          text: "Безопасность АС",
          valid: false,
        }
      ],
    },
    {
      title: "Разделы современной кpиптогpафии:",
      answers: [
        {
          text: "Симметричные криптосистемы",
          valid: true,
        },
        {
          text: "Криптосистемы с открытым ключом",
          valid: true,
        },
        {
          text: "Системы электронной подписи",
          valid: true,
        },
        {
          text: "Управление ключами",
          valid: true,
        }
      ],
    },
    {
      title: "Гарантия того, что источником информации является именно то лицо, которое заявлено как ее автор:",
      answers: [
        {
          text: "Аутентичность",
          valid: true,
        },
        {
          text: "Доступность",
          valid: false,
        },
        {
          text: "Целостность",
          valid: false,
        },
        {
          text: "Конфиденциальность",
          valid: false,
        }
      ],
    },
    {
      title: "Что такое отказ, ошибки, сбой?",
      answers: [
        {
          text: "преднамеренные угрозы",
          valid: false,
        },
        {
          text: "случайные угрозы",
          valid: true,
        },
        {
          text: "природные угрозы",
          valid: false,
        }
      ],
    },
    {
      title: "Гарантия того, что АС ведет себя в нормальном и внештатном режиме так, как запланировано",
      answers: [
        {
          text: "Надежность",
          valid: true,
        },
        {
          text: "Точность",
          valid: false,
        },
        {
          text: "Контролируемость",
          valid: false,
        },
        {
          text: "Устойчивость",
          valid: false,
        }
      ],
    },
    {
      title: "К формам защиты информации не относится…",
      answers: [
        {
          text: "аналитическая",
          valid: true,
        },
        {
          text: "правовая",
          valid: false,
        },
        {
          text: "организационно-техническая",
          valid: false,
        },
        {
          text: "страховая",
          valid: true,
        }
      ],
    },
    {
      title: "Определением воздействия (exposure) на безопасность является",
      answers: [
        {
          text: "Любая потенциальная опасность для информации или систем",
          valid: false,
        },
        {
          text: "Любой недостаток или отсутствие информационной безопасности",
          valid: false,
        },
        {
          text: "Нечто, приводящее к ущербу от угрозы",
          valid: true,
        },
        {
          text: "Потенциальные потери от угрозы",
          valid: false,
        }
      ],
    },
    {
      title: "Элементы знака охраны авторского права:",
      answers: [
        {
          text: "наименование охраняемого объекта",
          valid: false,
        },
        {
          text: "года первого выпуска программы",
          valid: true,
        },
        {
          text: "буквы С в окружности или круглых скобках",
          valid: true,
        },
        {
          text: "наименования (имен правообладателя",
          valid: true,
        }
      ],
    },
    {
      title: "Процесс, в ходе которого шифрованный текст преобразуется в исходный, называется..",
      answers: [
        {
          text: "Дешифрование",
          valid: true,
        },
        {
          text: "Шифрование",
          valid: false,
        },
        {
          text: "Преобразование",
          valid: false,
        },
        {
          text: "Искажение",
          valid: false,
        }
      ],
    },
    {
      title: "Под угрозой удаленного администрирования в компьютерной сети понимается угроза …",
      answers: [
        {
          text: "перехвата или подмены данных на путях транспортировки",
          valid: false,
        },
        {
          text: "внедрения агрессивного программного кода в рамках активных объектов Web-страниц",
          valid: false,
        },
        {
          text: "вмешательства в личную жизнь",
          valid: false,
        },
        {
          text: "несанкционированного управления удаленным компьютером",
          valid: true,
        }
      ],
    },
    {
      title: "Программный модуль, кото­рый имитирует приглашение пользователю зарегистрироваться для того, чтобы войти в систему, является клавиатурным шпионом типа",
      answers: [
        {
          text: "фильтр",
          valid: false,
        },
        {
          text: "заместитель",
          valid: false,
        },
        {
          text: "перехватчик",
          valid: false,
        },
        {
          text: "имитатор",
          valid: true,
        }
      ],
    },
    {
      title: "Информация не являющаяся общедоступной, которая ставит лиц, обладающих ею в силу своего служебного положения в преимущественное положение по сравнению с другими объектами.",
      answers: [
        {
          text: "банковская тайна",
          valid: false,
        },
        {
          text: "служебная информация",
          valid: false,
        },
        {
          text: "конфиденциальная информация",
          valid: true,
        },
        {
          text: "коммерческая тайна",
          valid: false,
        }
      ],
    },
    {
      title: "Вид угрозы действия, направленного на несанкционированное использование информационных ресурсов, не оказывающего при этом влияния на её функционирование — … угроза",
      answers: [
        {
          text: "активная",
          valid: false,
        },
        {
          text: "пассивная",
          valid: true,
        }
      ],
    },
    {
      title: "Утверждение является правильным, если взглянуть на разницу в целях безопасности для коммерческой и военной организации",
      answers: [
        {
          text: "Военным требуется больший уровень безопасности, т.к. их риски существенно выше",
          valid: false,
        },
        {
          text: "Только военные имеют настоящую безопасность",
          valid: false,
        },
        {
          text: "Коммерческая компания обычно больше заботится о доступности и конфиденциальности данных, а военные – о целостности",
          valid: false,
        },
        {
          text: "Коммерческая компания обычно больше заботится о целостности и доступности данных, а военные – о конфиденциальности",
          valid: true,
        }
      ],
    },
    {
      title: "Устройства осуществляющие воздействие на человека путем передачи информации через внечувственное восприятие:",
      answers: [
        {
          text: "Психотропные препараты",
          valid: false,
        },
        {
          text: "Средства специального программно-технического воздействия",
          valid: true,
        },
        {
          text: "Средства массовой информации",
          valid: false,
        },
        {
          text: "Психотронные генераторы",
          valid: false,
        }
      ],
    },
    {
      title: "Концепция системы защиты от информационного оружия не должна включать…",
      answers: [
        {
          text: "механизмы защиты пользователей от различных типов и уровней угроз для национальной информационной инфраструктуры",
          valid: false,
        },
        {
          text: "признаки, сигнализирующие о возможном нападении",
          valid: false,
        },
        {
          text: "процедуры оценки уровня и особенностей атаки против национальной инфраструктуры в целом и отдельных пользователей",
          valid: false,
        },
        {
          text: "средства нанесения контратаки с помощью информационного оружия",
          valid: true,
        }
      ],
    },
    {
      title: "Состояние защищенности национальных интересов страны в информационной сфере от внутренних и внешних угроз это:",
      answers: [
        {
          text: "Информационная безопасность",
          valid: true,
        },
        {
          text: "Безопасность",
          valid: false,
        },
        {
          text: "Национальная безопасность",
          valid: false,
        },
        {
          text: "Защита информации",
          valid: false,
        }
      ],
    },
    {
      title: "Что не относится к информационной инфекции:",
      answers: [
        {
          text: "Вирусы",
          valid: false,
        },
        {
          text: "Черви",
          valid: false,
        },
        {
          text: "Микровирусы",
          valid: false,
        },
        {
          text: "Фальсификация данных",
          valid: true,
        }
      ],
    },
    {
      title: "ПАРОЛЬ ПОЛЬЗОВАТЕЛЯ ДОЛЖЕН",
      answers: [
        {
          text: "Содержать только цифры",
          valid: false,
        },
        {
          text: "Содержать только буквы",
          valid: false,
        },
        {
          text: "Содержать цифры и буквы, знаки препинания и быть сложным для угадывания",
          valid: true,
        },
        {
          text: "Иметь явную привязку к владельцу (его имя, дата рождения, номер телефона и т.п.)",
          valid: false,
        }
      ],
    },
    {
      title: "Что самое главное должно продумать руководство при классификации данных?",
      answers: [
        {
          text: "Типы сотрудников, контрагентов и клиентов, которые будут иметь доступ к данным",
          valid: false,
        },
        {
          text: "Необходимый уровень доступности, целостности и конфиденциальности",
          valid: true,
        },
        {
          text: "Оценить уровень риска и отменить контрмеры",
          valid: false,
        },
        {
          text: "Управление доступом, которое должно защищать данные",
          valid: false,
        }
      ],
    },
    {
      title: "Совокупность свойств, обусловливающих пригодность информации удовлетворять определенные потребности в соответствии с ее назначением, называется",
      answers: [
        {
          text: "актуальностью информации",
          valid: false,
        },
        {
          text: "доступностью",
          valid: false,
        },
        {
          text: "качеством информации",
          valid: true,
        },
        {
          text: "целостностью",
          valid: false,
        }
      ],
    },
    {
      title: "Какой уровень защиты информации состоит из мер, реализуемых людьми?",
      answers: [
        {
          text: "законодательный ",
          valid: false,
        },
        {
          text: "процедурный",
          valid: true,
        },
        {
          text: "программно-технический",
          valid: false,
        },
        {
          text: "административный ",
          valid: false,
        }
      ],
    },
    {
      title: "Защита от случайных и преднамеренных воздействий, чреватых нанесением ущерба владельцам или пользователям информации это:",
      answers: [
        {
          text: "Защищенность потребителей информации",
          valid: true,
        },
        {
          text: "Защищенность информации",
          valid: false,
        },
        {
          text: "Компьютерная безопасность",
          valid: false,
        },
        {
          text: "Информационные безопасности",
          valid: false,
        }
      ],
    },
    {
      title: "Методы повышения достоверности входных данных",
      answers: [
        {
          text: "Замена процесса ввода значения процессом выбора значения из предлагаемого множества",
          valid: true,
        },
        {
          text: "Проведение комплекса регламентных работ",
          valid: false,
        },
        {
          text: "Использование вместо ввода значения его считывание с машиночитаемого носителя",
          valid: true,
        },
        {
          text: "Введение избыточности в документ первоисточник",
          valid: true,
        }
      ],
    },
    {
      title: "Нормативный документ, регламентирующий все аспекты безопасности продукта информационных технологий, называется",
      answers: [
        {
          text: "системой защиты",
          valid: false,
        },
        {
          text: "стандартом безопасности",
          valid: false,
        },
        {
          text: "профилем безопасности",
          valid: false,
        },
        {
          text: "профилем защиты",
          valid: true,
        }
      ],
    },
    {
      title: "Эффективная программа безопасности требует сбалансированного применения:",
      answers: [
        {
          text: "Технических и нетехнических методов",
          valid: true,
        },
        {
          text: "Контрмер и защитных механизмов",
          valid: false,
        },
        {
          text: "Физической безопасности и технических средств защиты",
          valid: false,
        },
        {
          text: "Процедур безопасности и шифрования",
          valid: false,
        }
      ],
    },
    {
      title: "Информационная безопасность это:",
      answers: [
        {
          text: "Состояние защищенности жизненно важных интересов личности, общества и государства от внутренних и внешних угроз",
          valid: false,
        },
        {
          text: "Состояние, когда не угрожает опасность информационным системам",
          valid: false,
        },
        {
          text: "Состояние защищенности жизненно важных интересов личности, общества и государства в информационной сфере от внутренних и внешних угроз",
          valid: true,
        },
        {
          text: "Установка, настройка и тестирование сетевой безопасности",
          valid: false,
        }
      ],
    },
    {
      title: "Система физической безопасности не включает в себя следующие подсистемы:",
      answers: [
        {
          text: "Масштабность",
          valid: false,
        },
        {
          text: "Скрытность",
          valid: false,
        },
        {
          text: "оценка обстановки",
          valid: true,
        },
        {
          text: "Системность",
          valid: false,
        }
      ],
    },
    {
      title: "Набор аппаратных и программных средств для обеспечения сохранности, доступности и конфиденциальности данных:",
      answers: [
        {
          text: "Защищенность информации",
          valid: false,
        },
        {
          text: "Компьютерная безопасность",
          valid: true,
        },
        {
          text: "Защита информации",
          valid: false,
        },
        {
          text: "Безопасность данных",
          valid: false,
        }
      ],
    },
    {
      title: "Принципиальное отличие межсетевых экранов (МЭ) от систем обнаружения атак (СОВ)",
      answers: [
        {
          text: "МЭ были разработаны для активной или пассивной защиты, а СОВ – для активного или пассивного обнаружения",
          valid: true,
        },
        {
          text: "МЭ работают только на сетевом уровне, а СОВ – еще и на физическом",
          valid: false,
        },
        {
          text: "МЭ были разработаны для активного или пассивного обнаружения, а СОВ – для активной или пассивной защиты",
          valid: false,
        }
      ],
    },
    {
      title: "Наименее затратный криптоанализ для криптоалгоритма RSA",
      answers: [
        {
          text: "перебор по выборочному ключевому пространству",
          valid: false,
        },
        {
          text: "разложение числа на сложные множители",
          valid: false,
        },
        {
          text: "перебор по всему ключевому пространству",
          valid: false,
        },
        {
          text: "разложение числа на простые множители",
          valid: true,
        }
      ],
    },
    {
      title: "Биометрические способы защиты информационной безопасности ",
      answers: [
        {
          text: "голова",
          valid: false,
        },
        {
          text: "лицо",
          valid: true,
        },
        {
          text: "локоть",
          valid: false,
        },
        {
          text: "ухо",
          valid: false,
        }
      ],
    },
    {
      title: "Резидентные вирусы - это…",
      answers: [
        {
          text: "вирусы, которые после запуска остаются в оперативной памяти и продолжают действовать",
          valid: true,
        },
        {
          text: "вирусы, заражающие документы Word и Excel",
          valid: false,
        },
        {
          text: "вирусы, которые используют те или иные средства для того, чтобы максимальным образом скрыть факт своего присутствия",
          valid: false,
        },
        {
          text: "вирусы, которые активны в момент после запуска зараженного файла, ",
          valid: false,
        }
      ],
    },
    {
      title: "Хэш-функции предназначены для",
      answers: [
        {
          text: "получения «отпечатков пальцев» сообщения",
          valid: true,
        },
        {
          text: "сжатия сообщения",
          valid: false,
        },
        {
          text: "шифрования сообщения",
          valid: false,
        },
        {
          text: "адресация данных",
          valid: false,
        }
      ],
    },
    {
      title: "Характеристика шифра, определяющая его стойкость к шифрованию без знания ключа, называется..",
      answers: [
        {
          text: "Аудентификатор",
          valid: false,
        },
        {
          text: "Пароль",
          valid: false,
        },
        {
          text: "Криптостойкостью",
          valid: true,
        },
        {
          text: "Шифратор",
          valid: false,
        }
      ],
    },
    {
      title: "Какой уровень защиты информации представляет собой комплекс мер, применяемых руководством организации?",
      answers: [
        {
          text: "законодательный ",
          valid: false,
        },
        {
          text: "программно-технический ",
          valid: false,
        },
        {
          text: "административный",
          valid: true,
        },
        {
          text: "процедурный ",
          valid: false,
        }
      ],
    },
    {
      title: "Сотовые сети беспроводной связи используют форму диапазона ввиде:",
      answers: [
        {
          text: "круга",
          valid: false,
        },
        {
          text: "квадрат",
          valid: false,
        },
        {
          text: "шестиугольник (сота)",
          valid: true,
        },
        {
          text: "трехугольник",
          valid: false,
        }
      ],
    },
    {
      title: "Антивирусная программа, основанная на подсчете контрольных сумм для присутствующих на диске файлов/системных секторов называется …",
      answers: [
        {
          text: "иммунизатор",
          valid: false,
        },
        {
          text: "элекблокировщик",
          valid: false,
        },
        {
          text: "сканер",
          valid: false,
        },
        {
          text: "<u>CRC-сканер</u>",
          valid: true,
        }
      ],
    },
    {
      title: "Наиболее эффективное средство для защиты от сетевых атак",
      answers: [
        {
          text: "использование антивирусных программ",
          valid: false,
        },
        {
          text: " использование сетевых экранов или «firewall»",
          valid: true,
        },
        {
          text: "посещение только «надёжных» Интернет-узлов",
          valid: false,
        },
        {
          text: "использование только сертифицированных программ-броузеров при доступе к сети Интернет",
          valid: false,
        }
      ],
    },
    {
      title: "Основные угрозы доступности информации:",
      answers: [
        {
          text: "разрушение или повреждение помещений",
          valid: true,
        },
        {
          text: "перехват данных",
          valid: false,
        },
        {
          text: "непреднамеренные ошибки пользователей",
          valid: true,
        },
        {
          text: "отказ программного и аппаратно обеспечения",
          valid: true,
        }
      ],
    },
    {
      title: "Антивирусная программа принцип работы, которой основан на проверке файлов, секторов и системной памяти и поиске в них известных и новых вирусов называется:",
      answers: [
        {
          text: "Иммунизатором",
          valid: false,
        },
        {
          text: "Ревизором",
          valid: false,
        },
        {
          text: "Сканером",
          valid: true,
        },
        {
          text: "доктора и фаги",
          valid: false,
        }
      ],
    },
    {
      title: "Средства защиты объектов файловой системы основаны на…",
      answers: [
        {
          text: "определении прав пользователя на операции с файлами и каталогами",
          valid: true,
        },
        {
          text: "задании атрибутов файлов и каталогов, независящих от прав пользователей",
          valid: false,
        }
      ],
    },
    {
      title: "Какие категории персональных данных выделяет РКЗ “О персональных данных”?",
      answers: [
        {
          text: "биометрические ",
          valid: true,
        },
        {
          text: "специальные ",
          valid: true,
        },
        {
          text: "физиологические ",
          valid: true,
        },
        {
          text: "личные ",
          valid: false,
        }
      ],
    },
    {
      title: "Действие субъектов по обеспечению пользователей информационными продуктами:",
      answers: [
        {
          text: "Информационная сфера",
          valid: false,
        },
        {
          text: "Информационная система",
          valid: false,
        },
        {
          text: "Информационные услуги",
          valid: true,
        },
        {
          text: "Информационные ресурсы",
          valid: false,
        }
      ],
    },
    {
      title: "Виды мер противодействия угрозам безопасности",
      answers: [
        {
          text: "правовые (законодательные)",
          valid: true,
        },
        {
          text: "морально-этические;",
          valid: true,
        },
        {
          text: "технологические;",
          valid: true,
        },
        {
          text: "организационные (административные и процедурные)",
          valid: true,
        }
      ],
    },
    {
      title: "Естественные угрозы безопасности информации вызваны:",
      answers: [
        {
          text: "воздействиями объективных физических процессов или стихийных природных явлений, независящих от человека",
          valid: true,
        },
        {
          text: "деятельностью человека",
          valid: false,
        },
        {
          text: "ошибками при действиях персонала",
          valid: false,
        },
        {
          text: "Ошибками мониторинга",
          valid: false,
        }
      ],
    },
    {
      title: "Охрана персональных данных, государственной, служебной и других видов информации ограниченного доступа это:",
      answers: [
        {
          text: "Защищенность информации",
          valid: false,
        },
        {
          text: "Защита информации",
          valid: false,
        },
        {
          text: "Безопасность данных",
          valid: true,
        },
        {
          text: "Компьютерная безопасность",
          valid: false,
        }
      ],
    },
    {
      title: "Информационно упорядоченная совокупность документов и информационных технологий, реализующая информационные процессы",
      answers: [
        {
          text: "Информационная сфера",
          valid: false,
        },
        {
          text: "Информационная система",
          valid: true,
        },
        {
          text: "Информационные услуги",
          valid: false,
        },
        {
          text: "Информационные продукты",
          valid: false,
        }
      ],
    },
    {
      title: "Функциональность безопасности определяет ожидаемую работу механизмов безопасности, а гарантии определяют:",
      answers: [
        {
          text: "Внедрение управления механизмами безопасности",
          valid: false,
        },
        {
          text: "Классификацию данных после внедрения механизмов безопасности",
          valid: false,
        },
        {
          text: "Уровень доверия, обеспечиваемый механизмом безопасности",
          valid: true,
        },
        {
          text: "Монторинг и администрирование безопасности ИТ-системы",
          valid: false,
        }
      ],
    },
    {
      title: "Определите, что такое отказ:",
      answers: [
        {
          text: "некоторая последовательность действий, необходимых для выполнения конкретного задания",
          valid: false,
        },
        {
          text: "нарушение работоспособности элемента системы, что приводит к невозможности выполнения им своих функций",
          valid: true,
        },
        {
          text: " структура, определяющая последовательность выполнения и взаимосвязи процессов",
          valid: false,
        }
      ],
    },
    {
      title: "В соответствии с особенностями алгоритма вирусы можно разделить на два класса:",
      answers: [
        {
          text: "вирусы изменяющие среду обитания при распространении",
          valid: true,
        },
        {
          text: "вирусы не изменяющие среду обитания и не способные к распространению в дальнейшем",
          valid: false,
        },
        {
          text: "вирусы изменяющие среду обитания, но не распространяющиеся",
          valid: false,
        },
        {
          text: "Вирусы изменяющие среду обитания при распространении",
          valid: false,
        }
      ],
    },
    {
      title: "Некоторое секретное количество информации, известное только пользователю и парольной системе, которое может быть запомнено пользователем и предъявлено для прохождения процедуры аутентификации это ….",
      answers: [
        {
          text: "идентификатор пользователя",
          valid: false,
        },
        {
          text: "учетная запись пользователя",
          valid: false,
        },
        {
          text: "пароль пользователя",
          valid: true,
        },
        {
          text: "парольная система",
          valid: false,
        }
      ],
    },
    {
      title: "По отношению к поддерживающей инфраструктуре рекомендуется рассматривать следующие угрозы:",
      answers: [
        {
          text: "невозможность и нежелание обслуживающего персонала или пользователя выполнять свои обязанности",
          valid: true,
        },
        {
          text: "обрабатывать большой объем программной информации",
          valid: false,
        },
        {
          text: "нет правильного ответа",
          valid: false,
        }
      ],
    },
    {
      title: "ПРОЦЕСС СООБЩЕНИЯ СУБЪЕКТОМ СВОЕГО ИМЕНИ ИЛИ НОМЕРА, С ЦЕЛЬЮ ПОЛУЧЕНИЯ ОПРЕДЕЛЁННЫХ ПОЛНОМОЧИЙ (ПРАВ ДОСТУПА) НА ВЫПОЛНЕНИЕ НЕКОТОРЫХ (РАЗРЕШЕННЫХ ЕМУ) ДЕЙСТВИЙ В СИСТЕМАХ С ОГРАНИЧЕННЫМ ДОСТУПОМ:",
      answers: [
        {
          text: "Идентификация",
          valid: true,
        },
        {
          text: "Деперсонализация",
          valid: false,
        },
        {
          text: "Обезличивание",
          valid: false,
        },
        {
          text: "Аутентификация",
          valid: false,
        }
      ],
    },
    {
      title: "При полномочной политике безопасности совокупность меток с одинаковыми значениями образует",
      answers: [
        {
          text: "область равной критичности",
          valid: false,
        },
        {
          text: "область равного доступа",
          valid: false,
        },
        {
          text: "уровень безопасности",
          valid: true,
        },
        {
          text: "уровень доступности",
          valid: false,
        }
      ],
    },
    {
      title: "Идентификатор субъекта доступа, который является его секретом:",
      answers: [
        {
          text: "электронно-цифровая подпись",
          valid: false,
        },
        {
          text: "Ключ",
          valid: false,
        },
        {
          text: "Пароль",
          valid: true,
        },
        {
          text: "сертификат ключа подписи",
          valid: false,
        }
      ],
    },
    {
      title: "На каком уровне защиты информации находятся непосредственно средства защиты?",
      answers: [
        {
          text: "административный ",
          valid: false,
        },
        {
          text: "процедурный",
          valid: false,
        },
        {
          text: "законодательный ",
          valid: false,
        },
        {
          text: " программно-технический ",
          valid: true,
        }
      ],
    },
    {
      title: "Какие степени сложности устройства Вам известны",
      answers: [
        {
          text: "Встроенные",
          valid: false,
        },
        {
          text: "оптические",
          valid: false,
        },
        {
          text: "Упрощенные",
          valid: false,
        },
        {
          text: "Сложные",
          valid: true,
        }
      ],
    },
    {
      title: "Наукой, изучающей математические методы защиты информации путем ее преобразования, является",
      answers: [
        {
          text: "криптоанализ",
          valid: false,
        },
        {
          text: "криптология",
          valid: true,
        },
        {
          text: "стеганография",
          valid: false,
        },
        {
          text: "криптография",
          valid: false,
        }
      ],
    },
    {
      title: "Исследование возможности расшифрования информации без знания ключей:",
      answers: [
        {
          text: "несанкционированный доступ",
          valid: false,
        },
        {
          text: "Взлом",
          valid: false,
        },
        {
          text: "Криптоанализ",
          valid: true,
        },
        {
          text: "Криптология",
          valid: false,
        }
      ],
    },
    {
      title: "Сервисы безопасности:",
      answers: [
        {
          text: "регулирование конфликтов",
          valid: false,
        },
        {
          text: "идентификация и аутентификация",
          valid: true,
        },
        {
          text: "контроль целостности",
          valid: true,
        },
        {
          text: "шифрование",
          valid: true,
        }
      ],
    },
    {
      title: "Контроль целостности передаваемых по сетям данных осуществляется посредством ..",
      answers: [
        {
          text: "аутентификации данных",
          valid: false,
        },
        {
          text: "электронной цифровой подписи",
          valid: true,
        },
        {
          text: "аудита событий",
          valid: false,
        },
        {
          text: "межсетевого экранирования",
          valid: false,
        }
      ],
    },
    {
      title: "К какому уровню доступа информации относится следующая информация: «Авторское право, патентное право…»",
      answers: [
        {
          text: "Информация без ограничения права доступа",
          valid: false,
        },
        {
          text: "Информация с ограниченным доступом",
          valid: false,
        },
        {
          text: "Информация, распространение которой наносит вред интересам общества",
          valid: false,
        },
        {
          text: "Объект интеллектуальной собственности",
          valid: true,
        }
      ],
    },
    {
      title: "К какому уровню доступа информации относится следующая информация: «Ложная реклама, реклама со скрытыми вставками…»",
      answers: [
        {
          text: "Информация с ограниченным доступом",
          valid: false,
        },
        {
          text: "Объект интеллектуальной собственности",
          valid: false,
        },
        {
          text: "Информация, распространение которой наносит вред интересам общества",
          valid: true,
        },
        {
          text: "Информация без ограничения права доступа",
          valid: false,
        }
      ],
    },
    {
      title: "Информация, составляющая государственную тайну не может иметь гриф…",
      answers: [
        {
          text: "«секретно»",
          valid: false,
        },
        {
          text: "«совершенно секретно»",
          valid: false,
        },
        {
          text: "«для служебного пользования»",
          valid: true,
        },
        {
          text: "«особой важности»",
          valid: false,
        }
      ],
    },
    {
      title: "Основные источники внутренних отказов:",
      answers: [
        {
          text: "отступление от установленных правил эксплуатации",
          valid: false,
        },
        {
          text: "разрушение данных",
          valid: false,
        },
        {
          text: "все ответы правильные",
          valid: true,
        }
      ],
    },
    {
      title: "Для защиты от злоумышленников необходимо использовать:",
      answers: [
        {
          text: "Системное программное обеспечение",
          valid: false,
        },
        {
          text: "Прикладное программное обеспечение",
          valid: false,
        },
        {
          text: "Антивирусные программы",
          valid: true,
        },
        {
          text: "Компьютерные игры",
          valid: false,
        }
      ],
    },
    {
      title: "Преднамеренная угроза безопасности информации",
      answers: [
        {
          text: "повреждение кабеля, по которому идет передача, в связи с погодными условиями",
          valid: false,
        },
        {
          text: " ",
          valid: false,
        },
        {
          text: " ",
          valid: true,
        },
        {
          text: "ошибка разработчика",
          valid: false,
        }
      ],
    },
    {
      title: "Что такое сбой?",
      answers: [
        {
          text: "неправильное выполнение элементом одной или нескольких функций происходящее в следствие специфического состояния",
          valid: false,
        },
        {
          text: "объект-метод",
          valid: false,
        },
        {
          text: "такое нарушение работоспособности какого-либо элемента системы в следствии чего функции выполняются неправильно в заданный момент",
          valid: true,
        }
      ],
    },
    {
      title: "Утечка информации – это …",
      answers: [
        {
          text: "процесс раскрытия секретной информации",
          valid: false,
        },
        {
          text: "процесс уничтожения информации",
          valid: false,
        },
        {
          text: "несанкционированный процесс переноса информации от источника к злоумышленнику",
          valid: true,
        },
        {
          text: "непреднамеренная утрата носителя информации",
          valid: false,
        }
      ],
    }
  ]
}