export default {
  name: "Компьютерные средства",
  json: [
    {
      "title": "Сервер-это",
      "answers": [
        {
          "text": "сетевая программа, которая ведёт диалог одного пользователя с другим",
          "valid": false
        },
        {
          "text": "мощный компьютер, к которому подключаются остальные компьютеры",
          "valid": true
        },
        {
          "text": "компьютер отдельного пользователя, подключенный в общую сеть",
          "valid": false
        },
        {
          "text": "стандарт, определяющий форму представления и способ пересылки сообщения",
          "valid": false
        }
      ]
    },
    {
      "title": "Локальные компьютерные сети это",
      "answers": [
        {
          "text": "сеть, к которой подключены все компьютеры одного населённого пункта",
          "valid": false
        },
        {
          "text": "сеть, к которой подключены все компьютеры",
          "valid": false
        },
        {
          "text": "сеть, к которой подключены все компьютеры, находящиеся в одном здании",
          "valid": true
        },
        {
          "text": "сеть, к которой подключены все компьютеры страны",
          "valid": false
        }
      ]
    },
    {
      "title": "Модем, передающий информацию со скоростью 28800 бит/с., за 1 с. может передать две страницы текста (3600байт) в течение…",
      "answers": [
        {
          "text": "1 часа",
          "valid": false
        },
        {
          "text": "1 минуты",
          "valid": false
        },
        {
          "text": "1 секунды",
          "valid": true
        },
        {
          "text": "1 дня",
          "valid": false
        }
      ]
    },
    {
      "title": "Задан адрес электронной почты в сети Интернет: user_name@mtu- net.ru. Имя владельца этого электронного адреса",
      "answers": [
        {
          "text": "user-name",
          "valid": true
        },
        {
          "text": "mtu-net",
          "valid": false
        },
        {
          "text": "mtu-net.ru",
          "valid": false
        },
        {
          "text": "Ru",
          "valid": false
        }
      ]
    },
    {
      "title": "Домен-это...",
      "answers": [
        {
          "text": "простейший способ организации данных в компьютере, состоящий из кодов таблицы символьной кодировки",
          "valid": false
        },
        {
          "text": "способ организации текстовой информации, внутри которой установлены смысловые связи между различными еѐ фрагментами",
          "valid": true
        },
        {
          "text": "прикладная программа, позволяющая создавать текстовые документы",
          "valid": false
        },
        {
          "text": "единица скорости информационного обмена",
          "valid": false
        }
      ]
    },
    {
      "title": "Терминал это…",
      "answers": [
        {
          "text": "компьютер-сервер",
          "valid": false
        },
        {
          "text": "устройство внешней памяти",
          "valid": false
        },
        {
          "text": "устройство подключения компьютера к телефонной сети",
          "valid": false
        },
        {
          "text": "компьютер пользователя",
          "valid": true
        }
      ]
    },
    {
      "title": "INTERNET это…",
      "answers": [
        {
          "text": "глобальная сеть",
          "valid": true
        },
        {
          "text": "локальная сеть",
          "valid": false
        },
        {
          "text": "региональная сеть",
          "valid": false
        },
        {
          "text": "отраслевая сеть",
          "valid": false
        }
      ]
    },
    {
      "title": "Браузер – это:",
      "answers": [
        {
          "text": "сервер Интернета",
          "valid": false
        },
        {
          "text": "устройство для передачи информации по телефонной сети",
          "valid": false
        },
        {
          "text": "средство просмотра и поиска Web – страниц",
          "valid": true
        },
        {
          "text": "английское название электронной почты",
          "valid": false
        }
      ]
    },
    {
      "title": "Как по-другому называют корпоративную сеть:",
      "answers": [
        {
          "text": "Глобальная",
          "valid": false
        },
        {
          "text": "Отраслевая",
          "valid": true
        },
        {
          "text": "Региональная",
          "valid": false
        },
        {
          "text": "Локальная",
          "valid": false
        }
      ]
    },
    {
      "title": "Телекоммуникационную сетью называется сеть:",
      "answers": [
        {
          "text": "Региональная",
          "valid": false
        },
        {
          "text": "Локальная",
          "valid": false
        },
        {
          "text": "Глобальная",
          "valid": true
        },
        {
          "text": "Отраслевая",
          "valid": false
        }
      ]
    },
    {
      "title": "Сеть, в которой каждый компьютер может быть администратором и пользователем одновременно, называется:",
      "answers": [
        {
          "text": "многофункциональной сетью",
          "valid": false
        },
        {
          "text": "однофункциональной сетью",
          "valid": false
        },
        {
          "text": "одноранговой сетью",
          "valid": true
        },
        {
          "text": "многоранговой сетью",
          "valid": false
        }
      ]
    },
    {
      "title": "Служба FTP в Интернете предназначена:",
      "answers": [
        {
          "text": "для удаленного управления техническими системами",
          "valid": false
        },
        {
          "text": "для обеспечения работы телеконференций",
          "valid": false
        },
        {
          "text": "для обеспечения функционирования электронной почты",
          "valid": false
        },
        {
          "text": "для приема и передачи файлов любого формата",
          "valid": true
        }
      ]
    },
    {
      "title": "Конфигурация  (топология)  локальной  компьютерной  сети,  в которой все рабочие станции соединены непосредственно с сервером, называется:",
      "answers": [
        {
          "text": "Радиальной",
          "valid": true
        },
        {
          "text": "Кольцевой",
          "valid": false
        },
        {
          "text": "Шинной",
          "valid": false
        },
        {
          "text": "Древовидной",
          "valid": false
        }
      ]
    },
    {
      "title": "Группа компьютеров, связанных каналами передачи информации и находящихся в пределах территории, ограниченной небольшими размерами: комнаты, здания, предприятия, называется:",
      "answers": [
        {
          "text": "информационной системой с гиперсвязями",
          "valid": false
        },
        {
          "text": "глобальной компьютерной сетью",
          "valid": false
        },
        {
          "text": "локальной компьютерной сетью",
          "valid": true
        },
        {
          "text": "региональной компьютерной сетью",
          "valid": false
        }
      ]
    },
    {
      "title": "Модем- это",
      "answers": [
        {
          "text": "для хранения информации",
          "valid": false
        },
        {
          "text": "для передачи информации по телефонным каналам связи",
          "valid": true
        },
        {
          "text": "для обработки информации в данный момент времени",
          "valid": false
        },
        {
          "text": "Для ввода информации на печать",
          "valid": false
        }
      ]
    },
    {
      "title": "Группа компьютеров, связанных каналами передачи информации и находящихся в пределах территории, ограниченной небольшими размерами: комнаты, здания, предприятия, называется:",
      "answers": [
        {
          "text": "информационной системой с гиперсвязями",
          "valid": false
        },
        {
          "text": "глобальной компьютерной сетью",
          "valid": false
        },
        {
          "text": "локальной компьютерной сетью",
          "valid": true
        },
        {
          "text": "региональной компьютерной сетью",
          "valid": false
        }
      ]
    },
    {
      "title": "Обмен информацией между компьютерными сетями, в которых действуют разные стандарты представления информации (сетевые протоколы), осуществляется с использованием:",
      "answers": [
        {
          "text": "Шлюзов",
          "valid": true
        },
        {
          "text": "Магистралей",
          "valid": false
        },
        {
          "text": "хост-компьютеров",
          "valid": false
        },
        {
          "text": "файл-серверов",
          "valid": false
        }
      ]
    },
    {
      "title": "Почтовый ящик абонента электронной почты представляет собой:",
      "answers": [
        {
          "text": "специальное электронное устройство для хранения текстовый файлов",
          "valid": false
        },
        {
          "text": "часть памяти на жестком диске рабочей станции",
          "valid": false
        },
        {
          "text": "некоторую область оперативной памяти файл-сервера",
          "valid": false
        },
        {
          "text": "область на жестком диске почтового сервера, отведенную для пользователя",
          "valid": true
        }
      ]
    },
    {
      "title": "Комплекс аппаратных и программных средств, позволяющих компьютерам обмениваться данными:",
      "answers": [
        {
          "text": "Магистраль",
          "valid": false
        },
        {
          "text": "компьютерная сеть",
          "valid": true
        },
        {
          "text": "Адаптеры",
          "valid": false
        },
        {
          "text": "электронная почта",
          "valid": false
        }
      ]
    },
    {
      "title": "Транспортный протокол (TCP) - обеспечивает:",
      "answers": [
        {
          "text": "разбиение файлов на IP-пакеты в процессе передачи и сборку файлов в процессе получения",
          "valid": true
        },
        {
          "text": "прием, передачу и выдачу одного сеанса связи",
          "valid": false
        },
        {
          "text": "предоставление в распоряжение пользователя уже переработанную информацию",
          "valid": false
        },
        {
          "text": "доставку информации от компьютера-отправителя к компьютеруполучателю",
          "valid": false
        }
      ]
    },
    {
      "title": "Сетевой протокол- это:",
      "answers": [
        {
          "text": "последовательная запись событий, происходящих в компьютерной сети",
          "valid": false
        },
        {
          "text": "правила интерпретации данных, передаваемых по сети",
          "valid": false
        },
        {
          "text": "набор соглашений о взаимодействиях в компьютерной сети",
          "valid": true
        },
        {
          "text": "согласование различных процессов во времени",
          "valid": false
        }
      ]
    },
    {
      "title": "Модем обеспечивает:",
      "answers": [
        {
          "text": "преобразование двоичного кода в аналоговый сигнал и обратно",
          "valid": true
        },
        {
          "text": "преобразование двоичного кода в аналоговый сигнал",
          "valid": false
        },
        {
          "text": "преобразование аналогового сигнала в двоичный код",
          "valid": false
        },
        {
          "text": "усиление аналогового сигнала",
          "valid": false
        }
      ]
    },
    {
      "title": "Топологию локальной сети, где рабочие станции соединены с сервером (файл-сервером) называют",
      "answers": [
        {
          "text": "Древовидной",
          "valid": false
        },
        {
          "text": "Шинной",
          "valid": false
        },
        {
          "text": "Кольцевой",
          "valid": false
        },
        {
          "text": "Звезда",
          "valid": true
        }
      ]
    },
    {
      "title": "Протокол, предназначенный для получения писем из почтового ящика",
      "answers": [
        {
          "text": "POP3",
          "valid": true
        },
        {
          "text": "NNTP",
          "valid": false
        },
        {
          "text": "SMTP",
          "valid": false
        },
        {
          "text": "FTP",
          "valid": false
        }
      ]
    },
    {
      "title": "SMTP – это:",
      "answers": [
        {
          "text": "протокол передачи файлов",
          "valid": false
        },
        {
          "text": "протокол передачи гипертекстовых документов",
          "valid": false
        },
        {
          "text": "протокол отправки почтовых сообщений на сервер",
          "valid": true
        },
        {
          "text": "протокол получения писем из почтового ящика",
          "valid": false
        }
      ]
    },
    {
      "title": "Обозреватель Internet Explorer может работать по протоколу",
      "answers": [
        {
          "text": "IMAP",
          "valid": false
        },
        {
          "text": "SMTP",
          "valid": false
        },
        {
          "text": "POP3",
          "valid": false
        },
        {
          "text": "HTTP",
          "valid": true
        }
      ]
    },
    {
      "title": "Совокупность тематически объединенных гипертекстовых страниц – это",
      "answers": [
        {
          "text": "Web-пространство",
          "valid": false
        },
        {
          "text": "Сайт",
          "valid": true
        },
        {
          "text": "сетевой адаптер",
          "valid": false
        },
        {
          "text": "Хостинг",
          "valid": false
        }
      ]
    },
    {
      "title": "Отметьте правильные адреса Web-страниц",
      "answers": [
        {
          "text": "www://googlee.ru/main.ht",
          "valid": false
        },
        {
          "text": "http://groups.com",
          "valid": true
        },
        {
          "text": "http:\\\\www.narod.ru\\default.htm",
          "valid": false
        },
        {
          "text": "www://yandex.ru/main.htm",
          "valid": false
        }
      ]
    },
    {
      "title": "Хост – это",
      "answers": [
        {
          "text": "компьютер с динамическим IP-адресом",
          "valid": false
        },
        {
          "text": "компьютер с постоянным IP-адресом",
          "valid": true
        },
        {
          "text": "протокол получения файлов",
          "valid": false
        },
        {
          "text": "сетевой адаптер",
          "valid": false
        }
      ]
    },
    {
      "title": "Какая программа из пакета MS Internet Explorer предназначена для общения по электронной почте",
      "answers": [
        {
          "text": "Outlook Express",
          "valid": true
        },
        {
          "text": "NetMeeting",
          "valid": false
        },
        {
          "text": "World Wide Web",
          "valid": false
        },
        {
          "text": "Novell",
          "valid": false
        }
      ]
    },
    {
      "title": "Адресация - это:",
      "answers": [
        {
          "text": "адрес сервера",
          "valid": false
        },
        {
          "text": "адрес пользователя сети",
          "valid": false
        },
        {
          "text": "способ идентификации абонентов в сети",
          "valid": true
        },
        {
          "text": "адрес компьютера",
          "valid": false
        }
      ]
    },
    {
      "title": "Сетевой адаптер - это:",
      "answers": [
        {
          "text": "специальная программа, через которую осуществляется связь нескольких компьютеров",
          "valid": false
        },
        {
          "text": "специальная система управления сетевыми ресурсами общего доступа",
          "valid": false
        },
        {
          "text": "специальное аппаратное средство для эффективного взаимодействия персональных компьютеров сети",
          "valid": true
        },
        {
          "text": "система обмена информацией между компьютерами по локальным сетям",
          "valid": false
        }
      ]
    },
    {
      "title": "Задан адрес электронной почты в сети Интернет: user_name@mtunet.ru.  Имя домена верхнего уровня",
      "answers": [
        {
          "text": "установленный Web – сервер",
          "valid": false
        },
        {
          "text": "IP – адрес",
          "valid": true
        },
        {
          "text": "Домен",
          "valid": false
        }
      ]
    },
    {
      "title": "Для соединения компьютеров в сетях используются кабели различных типов. По какому из них передаётся информация, закодированная в пучке света.",
      "answers": [
        {
          "text": "Телефонный",
          "valid": false
        },
        {
          "text": "витая пара",
          "valid": false
        },
        {
          "text": "Коаксиальный",
          "valid": false
        },
        {
          "text": "оптико – волоконный",
          "valid": true
        }
      ]
    },
    {
      "title": "В компьютерной сети Интернет транспортный протокол ТСР обеспечивает:",
      "answers": [
        {
          "text": "способ передачи информации по заданному адресу",
          "valid": true
        },
        {
          "text": "получение почтовых сообщений",
          "valid": false
        },
        {
          "text": "передачу почтовых сообщений",
          "valid": false
        },
        {
          "text": "передачу почты по заданному адресу",
          "valid": false
        }
      ]
    },
    {
      "title": "Провайдер – это:",
      "answers": [
        {
          "text": "владелец компьютера с которым заключается договор на подключение его компьютера к узлу сети",
          "valid": false
        },
        {
          "text": "владелец узла сети, с которым заключается договор на подключение к его узлу",
          "valid": true
        },
        {
          "text": "специальная программа для подключения к узлу сети",
          "valid": false
        },
        {
          "text": "аппаратное устройство для подключения к узлу сети",
          "valid": false
        }
      ]
    },
    {
      "title": "В какой ОС появилась первая реализация стека протоколов TCP/IP:",
      "answers": [
        {
          "text": "Microsoft Windows",
          "valid": false
        },
        {
          "text": "MS-DOS",
          "valid": false
        },
        {
          "text": "BSD",
          "valid": true
        },
        {
          "text": "Ubuntu Server",
          "valid": false
        }
      ]
    },
    {
      "title": "Протокол – это…",
      "answers": [
        {
          "text": "правила хранения данных в сети",
          "valid": false
        },
        {
          "text": "пакет данных",
          "valid": false
        },
        {
          "text": "правила организации передачи данных в сети",
          "valid": true
        },
        {
          "text": "правила хранения информации в цифровом формате",
          "valid": false
        }
      ]
    },
    {
      "title": "Архив FTP – это…",
      "answers": [
        {
          "text": "сервер Archie",
          "valid": false
        },
        {
          "text": "база данных",
          "valid": false
        },
        {
          "text": "хранилище файлов",
          "valid": true
        },
        {
          "text": "WEB-сайт",
          "valid": false
        }
      ]
    },
    {
      "title": "Типичная структура электронного письма:",
      "answers": [
        {
          "text": "заголовок, тема сообщения, ФИО адресата",
          "valid": false
        },
        {
          "text": "дата отправления, адрес, обратный адрес, тема сообщения и текст",
          "valid": true
        },
        {
          "text": "заголовок, тема сообщения, тип письма, адрес отправителя",
          "valid": false
        },
        {
          "text": "тема сообщения, адресная книга, текст и заголовок",
          "valid": false
        }
      ]
    },
    {
      "title": "Что является более важным для организации сети:",
      "answers": [
        {
          "text": "несколько сетевых операционных систем",
          "valid": false
        },
        {
          "text": "высокоскоростные модемы",
          "valid": false
        },
        {
          "text": "почтовый ящик узловой станции",
          "valid": false
        },
        {
          "text": "система протоколов",
          "valid": true
        }
      ]
    },
    {
      "title": "Для поддержки E-mail в Internet разработан протокол:",
      "answers": [
        {
          "text": "STTP",
          "valid": false
        },
        {
          "text": "SMTP",
          "valid": true
        },
        {
          "text": "SCTP",
          "valid": false
        },
        {
          "text": "SSTP",
          "valid": false
        }
      ]
    },
    {
      "title": "Эти службы предоставляют возможности управления любыми ресурсами и сервисами из любой точки независимо от размеров сети, используемых операционных систем и сложности оборудования.",
      "answers": [
        {
          "text": "Сетевые службы",
          "valid": false
        },
        {
          "text": "Сервисные службы",
          "valid": false
        },
        {
          "text": "Службы управления",
          "valid": false
        },
        {
          "text": "Службы каталогов",
          "valid": true
        }
      ]
    },
    {
      "title": "Администратор может удалить права доступа на ресурсы сети в случае увольнения сотрудника если",
      "answers": [
        {
          "text": "удалить учетную запись пользователя из службы управления",
          "valid": false
        },
        {
          "text": "удалить имя пользователя и пароль",
          "valid": false
        },
        {
          "text": "удалить имя пользователя",
          "valid": false
        },
        {
          "text": "удалить учетную запись пользователя из службы каталогов",
          "valid": true
        }
      ]
    },
    {
      "title": "База данных учетных записей пользователей, групп пользователей и компьютеров, с помощью которой осуществляется управление доступом к сетевым ресурсам – это основа…",
      "answers": [
        {
          "text": "логической структуры корпоративных сетей",
          "valid": false
        },
        {
          "text": "иерархической структуры базы данных DNS",
          "valid": false
        },
        {
          "text": "сетевой безопасности",
          "valid": true
        },
        {
          "text": "функционирования протокола TCP/IP",
          "valid": false
        }
      ]
    },
    {
      "title": "Протокол маршрутизации (IP) обеспечивает:",
      "answers": [
        {
          "text": "доставку информации от компьютера -отправителя к компьютеру получателю",
          "valid": true
        },
        {
          "text": "разбиение файлов на IP-пакеты в процессе передачи и сборку файлов в процессе получения",
          "valid": false
        },
        {
          "text": "интерпретацию данных и подготовку их для пользовательского уровня",
          "valid": false
        },
        {
          "text": "сохранение механических, функциональных параметров физической связи в компьютерной сети",
          "valid": false
        }
      ]
    },
    {
      "title": "Транспортный протокол (TCP) обеспечивает:",
      "answers": [
        {
          "text": "доступ пользователя к переработанной информации",
          "valid": false
        },
        {
          "text": "прием, передачу и выдачу одного сеанса связи",
          "valid": false
        },
        {
          "text": "разбиение файлов на IP-пакеты в процессе передачи и сборку файлов в процессе получения",
          "valid": true
        },
        {
          "text": "доставку информации от компьютера-отправителя к компьютеру получателю",
          "valid": false
        }
      ]
    },
    {
      "title": "В модели OSI все сетевые функции разделены на … уровней.",
      "answers": [
        {
          "text": "6",
          "valid": false
        },
        {
          "text": "7",
          "valid": true
        },
        {
          "text": "5",
          "valid": false
        },
        {
          "text": "8",
          "valid": false
        }
      ]
    },
    {
      "title": "Признак «Топология сети» характеризует …",
      "answers": [
        {
          "text": "сеть в зависимости от ее размера",
          "valid": false
        },
        {
          "text": "как работает сеть",
          "valid": false
        },
        {
          "text": "схему проводных соединений в сети (сервера и рабочих станций)",
          "valid": true
        },
        {
          "text": "состав технических средств",
          "valid": false
        }
      ]
    },
    {
      "title": "Эталонная модель обмена информацией открытой системы получила название модели …",
      "answers": [
        {
          "text": "ISO",
          "valid": false
        },
        {
          "text": "OIS",
          "valid": false
        },
        {
          "text": "ОИОС",
          "valid": false
        },
        {
          "text": "OSI",
          "valid": true
        }
      ]
    },
    {
      "title": "Internet построено на основе..",
      "answers": [
        {
          "text": "BITNET",
          "valid": false
        },
        {
          "text": "ARPANET",
          "valid": true
        },
        {
          "text": "MILNET",
          "valid": false
        },
        {
          "text": "NSFNET",
          "valid": false
        }
      ]
    },
    {
      "title": "Контроль целостности передаваемых по сетям данных осуществляется посредством ..",
      "answers": [
        {
          "text": "аудита событий",
          "valid": false
        },
        {
          "text": "аутентификации данных",
          "valid": false
        },
        {
          "text": "электронной цифровой подписи",
          "valid": true
        },
        {
          "text": "межсетевого экранирования",
          "valid": false
        }
      ]
    },
    {
      "title": "Укажите, какие физические среды можно использовать для построения сети Gigabit Ethernet:",
      "answers": [
        {
          "text": "три типа медного кабеля",
          "valid": false
        },
        {
          "text": "четыре типа оптоволоконного кабеля",
          "valid": false
        },
        {
          "text": "два типа оптоволоконного кабеля и два типа медного кабеля",
          "valid": false
        },
        {
          "text": "два типа медного кабеля и три типа оптоволоконного кабеля",
          "valid": true
        }
      ]
    },
    {
      "title": "Сети FDDI в основном применяются для:",
      "answers": [
        {
          "text": "увеличение длины оптических каналов",
          "valid": false
        },
        {
          "text": "создание кольцевых сетей с возможностью изменения направлений",
          "valid": false
        },
        {
          "text": "создание магистральных каналов, которые объединяют менее скоростные локальные сети",
          "valid": true
        },
        {
          "text": "транспортировка управляющих данных",
          "valid": false
        }
      ]
    },
    {
      "title": "Характеристика ключевой для сети FDDI",
      "answers": [
        {
          "text": "способность создавать кольцо",
          "valid": false
        },
        {
          "text": "скорость передачи данных 10 Мбит/с",
          "valid": false
        },
        {
          "text": "стандартизация ІЕЕЕ",
          "valid": false
        },
        {
          "text": "способность самовосстановиться",
          "valid": true
        }
      ]
    },
    {
      "title": "Наиболее распространенной в LAN является витая пара категории:",
      "answers": [
        {
          "text": "1",
          "valid": false
        },
        {
          "text": "5",
          "valid": true
        },
        {
          "text": "2",
          "valid": false
        },
        {
          "text": "7",
          "valid": false
        }
      ]
    },
    {
      "title": "Команда для работы с сетью выполняет \"поиск имени узла\" Интернета по заданному IP адресу?",
      "answers": [
        {
          "text": "Traceroute",
          "valid": true
        },
        {
          "text": "Ping",
          "valid": false
        },
        {
          "text": "Ipcalc",
          "valid": false
        },
        {
          "text": "Dig",
          "valid": false
        }
      ]
    },
    {
      "title": "Команда с сетью выполняет поиск имени хоста в DNS, по заданному IP адресу",
      "answers": [
        {
          "text": "Nslookup",
          "valid": false
        },
        {
          "text": "Host",
          "valid": false
        },
        {
          "text": "ipcalc",
          "valid": true
        },
        {
          "text": "Dig",
          "valid": false
        }
      ]
    },
    {
      "title": "Между двумя любыми станциями в ЛВС может быть..",
      "answers": [
        {
          "text": "3 пути",
          "valid": false
        },
        {
          "text": "1-2 пути",
          "valid": false
        },
        {
          "text": "1 путь",
          "valid": true
        },
        {
          "text": "4 пути",
          "valid": false
        }
      ]
    },
    {
      "title": "К технологии глобальных сетей относятся:",
      "answers": [
        {
          "text": "ARPANET",
          "valid": false
        },
        {
          "text": "ATM",
          "valid": true
        },
        {
          "text": "Gigabit Ethernet",
          "valid": false
        },
        {
          "text": "Token Ring",
          "valid": false
        }
      ]
    },
    {
      "title": "Надежная передача данных по протоколу TCP осуществляется благодаря:",
      "answers": [
        {
          "text": "только подтверждениям",
          "valid": false
        },
        {
          "text": "только механизму нумерации",
          "valid": false
        },
        {
          "text": "только нумерации",
          "valid": false
        },
        {
          "text": "подтверждениям и механизму нумерации",
          "valid": true
        }
      ]
    },
    {
      "title": "Транспортный уровень..",
      "answers": [
        {
          "text": "определяет правила совместного использования узлов сети физического уровня",
          "valid": false
        },
        {
          "text": "организует связь между пользовательскими процессами",
          "valid": true
        },
        {
          "text": "преобразует сообщения в форму, пригодную для сети",
          "valid": false
        },
        {
          "text": "определяет скорость сети",
          "valid": false
        }
      ]
    },
    {
      "title": "Уровень сетевых функций, являющийся границей между сетевыми и пользовательскими процессами..",
      "answers": [
        {
          "text": "Сеансовый",
          "valid": false
        },
        {
          "text": "представления данных",
          "valid": false
        },
        {
          "text": "Прикладной",
          "valid": true
        },
        {
          "text": "Транспортный",
          "valid": false
        }
      ]
    },
    {
      "title": "Заголовок дейтаграммы протокола IP. Поле \"Длина заголовка\" определяет длину заголовка в:",
      "answers": [
        {
          "text": "Байтах",
          "valid": false
        },
        {
          "text": "16-разрядных словах",
          "valid": false
        },
        {
          "text": "32-разрядных словах",
          "valid": true
        },
        {
          "text": "Битах",
          "valid": false
        }
      ]
    },
    {
      "title": "Из перечисленных ОС используется для сетевых устройств:",
      "answers": [
        {
          "text": "Mac OS",
          "valid": false
        },
        {
          "text": "Cisco IOS",
          "valid": true
        },
        {
          "text": "DOS",
          "valid": false
        },
        {
          "text": "UNIX",
          "valid": false
        }
      ]
    },
    {
      "title": "Имеет ли маршрутизатор процессор и память",
      "answers": [
        {
          "text": "нет, не имеет",
          "valid": false
        },
        {
          "text": "да, имеет",
          "valid": true
        },
        {
          "text": "зависит от типа маршрутизатора",
          "valid": false
        },
        {
          "text": "имеет только процессор",
          "valid": false
        }
      ]
    },
    {
      "title": "Пакет содержит..",
      "answers": [
        {
          "text": "адрес только компьютера, которому он послан",
          "valid": false
        },
        {
          "text": "адрес компьютера, которому он послан, и адрес компьютера - отправителя",
          "valid": true
        },
        {
          "text": "информацию без адресов",
          "valid": false
        },
        {
          "text": "адрес отправителя",
          "valid": false
        }
      ]
    },
    {
      "title": "Длина IP адреса",
      "answers": [
        {
          "text": "четыре байта",
          "valid": true
        },
        {
          "text": "один байт",
          "valid": false
        },
        {
          "text": "шесть байт",
          "valid": false
        },
        {
          "text": "зависит от маски",
          "valid": false
        }
      ]
    },
    {
      "title": "255.255.255.0 маска для сетей класса:",
      "answers": [
        {
          "text": "B",
          "valid": false
        },
        {
          "text": "А",
          "valid": false
        },
        {
          "text": "C",
          "valid": true
        },
        {
          "text": "D",
          "valid": false
        }
      ]
    },
    {
      "title": "Команда ping позволяет определить:",
      "answers": [
        {
          "text": "работоспособность кабельной линии между вашим и удаленным компьютером",
          "valid": true
        },
        {
          "text": "доступность памяти",
          "valid": false
        },
        {
          "text": "скорость передачи данных",
          "valid": false
        },
        {
          "text": "модель процессора",
          "valid": false
        }
      ]
    },
    {
      "title": "Адрес 192. 190. 21. 255..",
      "answers": [
        {
          "text": "является адресом некоторого (одного) узла",
          "valid": false
        },
        {
          "text": "указывает на все узлы своей подсети",
          "valid": true
        },
        {
          "text": "означает что источник и приемник - одна и та же машина",
          "valid": false
        },
        {
          "text": "является недопустимым",
          "valid": false
        }
      ]
    },
    {
      "title": "IP адрес, начинающийся с бит значений \"110\" и не имеющий маски, относится к сети, которая содержит..",
      "answers": [
        {
          "text": "65 535 узлов",
          "valid": false
        },
        {
          "text": "до 8 узлов",
          "valid": false
        },
        {
          "text": "до 256 узлов",
          "valid": true
        },
        {
          "text": "до 16 777 216",
          "valid": false
        }
      ]
    },
    {
      "title": "IP адрес, начинающийся с бит значений \"10\" и не имеющий маски, относится к сети, которая содержит..",
      "answers": [
        {
          "text": "до 16 777 216",
          "valid": false
        },
        {
          "text": "до 65 535 узлов",
          "valid": true
        },
        {
          "text": "до 256 узлов",
          "valid": false
        },
        {
          "text": "до 8 узлов",
          "valid": false
        }
      ]
    },
    {
      "title": "Диапазон значений класса адреса С",
      "answers": [
        {
          "text": "1.0.0.xxx - 255.255.255.xxx",
          "valid": false
        },
        {
          "text": "128.0.xxx.xxx - 191.255.xxx.xxx",
          "valid": false
        },
        {
          "text": "1.xxx.xxx.xxx - 126.xxx.xxx.xxx",
          "valid": false
        },
        {
          "text": "192.0.0.xxx - 223.255.255.xxx",
          "valid": true
        }
      ]
    },
    {
      "title": "Выберите диапазон значений класса адреса А",
      "answers": [
        {
          "text": "128.0.xxx.xxx - 191.255.xxx.xxx",
          "valid": false
        },
        {
          "text": "1.xxx.xxx.xxx - 126.xxx.xxx.xxx",
          "valid": true
        },
        {
          "text": "192.0.0.xxx - 223.255.255.xxx",
          "valid": false
        },
        {
          "text": "1.0.0.xxx - 255.255.255.xxx",
          "valid": false
        }
      ]
    },
    {
      "title": "Повторитель предназначен..",
      "answers": [
        {
          "text": "для подключения к линии тип \"общая шина\"",
          "valid": false
        },
        {
          "text": "для разделения сетей на сегменты",
          "valid": false
        },
        {
          "text": "для преобразования сигнала для передачи по линиям связи",
          "valid": false
        },
        {
          "text": "для усиления затухающего сигнала",
          "valid": true
        }
      ]
    },
    {
      "title": "Обмен информацией между компьютерными сетями, в которых действуют разные сетевые протоколы, осуществляется с использованием:",
      "answers": [
        {
          "text": "Шлюзов",
          "valid": true
        },
        {
          "text": "Модемов",
          "valid": false
        },
        {
          "text": "хост-компьютеров",
          "valid": false
        },
        {
          "text": "электронной почты",
          "valid": false
        }
      ]
    },
    {
      "title": "Для выполнения оптимизирована серверная операционная система Novell Net Ware",
      "answers": [
        {
          "text": "файловая система",
          "valid": false
        },
        {
          "text": "доступ к файлам",
          "valid": false
        },
        {
          "text": "почтовая служба",
          "valid": false
        },
        {
          "text": "доступ к файлам и печать",
          "valid": true
        }
      ]
    },
    {
      "title": "Одноранговая сеть состоит",
      "answers": [
        {
          "text": "сеть состоит из узлов, на которых установлены только клиентские модули сетевых служб",
          "valid": false
        },
        {
          "text": "сеть состоит из узлов, на которых установлены либо только клиентские модули сетевых служб, либо только серверные их части",
          "valid": false
        },
        {
          "text": "сеть состоит из узлов, каждый из которых включает и клиентские, и серверные части",
          "valid": true
        },
        {
          "text": "сеть, состоит из узлов, программное обеспечение которых может быть",
          "valid": false
        }
      ]
    },
    {
      "title": "Укажите, какое из указанных различий между мостом и коммутатором имеет место в действительности",
      "answers": [
        {
          "text": "коммутатор, в отличие от моста, изолирует трафик одной подсети от трафика другой, повышая общую производительность передачи данных в сети",
          "valid": false
        },
        {
          "text": "коммутатор в принципе имеет более высокую производительность за счет параллелизма работы портов",
          "valid": true
        },
        {
          "text": "коммутатор может работать в сети, имеющей конфигурацию с обратными связями, а мост — нет",
          "valid": false
        },
        {
          "text": "мост может работать в сети, имеющей конфигурацию с обратными связями, а коммутатор — нет",
          "valid": false
        }
      ]
    },
    {
      "title": "Максимальная длина непрерывного отрезка тонкого коаксиального кабеля в односегментной сети Ethernet",
      "answers": [
        {
          "text": "185 м",
          "valid": false
        },
        {
          "text": "85 м",
          "valid": false
        },
        {
          "text": "158 м",
          "valid": true
        },
        {
          "text": "258 v",
          "valid": false
        }
      ]
    },
    {
      "title": "Сеть не использующая технологию виртуальных каналов",
      "answers": [
        {
          "text": "ATM",
          "valid": true
        },
        {
          "text": "Ethernet",
          "valid": false
        },
        {
          "text": "Х.25",
          "valid": false
        },
        {
          "text": "ARPANET",
          "valid": false
        }
      ]
    },
    {
      "title": "Для сетевой технологии Ethernet характерна",
      "answers": [
        {
          "text": "произвольная топология",
          "valid": false
        },
        {
          "text": "иерархическая числовая адресация",
          "valid": true
        },
        {
          "text": "разделяемая передающая среда",
          "valid": false
        },
        {
          "text": "динамическая адресация",
          "valid": false
        }
      ]
    },
    {
      "title": "Буферизация в сетях с коммутацией каналов используется",
      "answers": [
        {
          "text": "нет, никогда",
          "valid": false
        },
        {
          "text": "всегда, на каждом промежуточном узле",
          "valid": false
        },
        {
          "text": "иногда, при большой загрузке сети",
          "valid": true
        },
        {
          "text": "иногда, при минимальной загрузке сети",
          "valid": false
        }
      ]
    },
    {
      "title": "Способ коммутации наиболее распространен сегодня в компьютерных сетях",
      "answers": [
        {
          "text": "коммутация сообщений",
          "valid": false
        },
        {
          "text": "коммутация пакетов",
          "valid": true
        },
        {
          "text": "коммутация каналов",
          "valid": false
        },
        {
          "text": "Коммутация связей",
          "valid": false
        }
      ]
    },
    {
      "title": "Какое свойство сетей с коммутацией каналов является их недостатком",
      "answers": [
        {
          "text": "обязательная задержка перед передачей данных из-за фазы установления соединения",
          "valid": false
        },
        {
          "text": "постоянная и известная скорость передачи данных по установленному между конечными узлами каналу",
          "valid": true
        },
        {
          "text": "низкий и постоянный уровень задержки передачи данных через сеть",
          "valid": false
        },
        {
          "text": "задержки передачи данных через сеть",
          "valid": false
        }
      ]
    },
    {
      "title": "Тип топологии которую можно отнести структуру, образованную четырьмя связанными друг с другом узлами (в виде квадрата)",
      "answers": [
        {
          "text": "Кольцо",
          "valid": true
        },
        {
          "text": "Звезда",
          "valid": false
        },
        {
          "text": "Полносвязная",
          "valid": false
        },
        {
          "text": "Дерево",
          "valid": false
        }
      ]
    },
    {
      "title": "Тип адреса — 128.245.23.170",
      "answers": [
        {
          "text": "Символьный",
          "valid": false
        },
        {
          "text": "Плоский",
          "valid": false
        },
        {
          "text": "Числовой",
          "valid": true
        },
        {
          "text": "Блочный",
          "valid": false
        }
      ]
    },
    {
      "title": "Компонент сетевой ОС может быть отнесен драйвер",
      "answers": [
        {
          "text": "клиентский модуль",
          "valid": false
        },
        {
          "text": "серверный модуль",
          "valid": false
        },
        {
          "text": "коммуникационные средства",
          "valid": true
        },
        {
          "text": "программный модуль",
          "valid": false
        }
      ]
    },
    {
      "title": "Какое из перечисленных событий послужило стимулом к активизации работ по созданию LAN",
      "answers": [
        {
          "text": "достижения в области прикладного программирования",
          "valid": false
        },
        {
          "text": "появление мини-компьютеров",
          "valid": true
        },
        {
          "text": "возникновение Internet",
          "valid": false
        },
        {
          "text": "появление модемов",
          "valid": false
        }
      ]
    },
    {
      "title": "Устройство, выполняющее функции сопряжения компьютеров с каналами связи, называется:",
      "answers": [
        {
          "text": "Процессор",
          "valid": false
        },
        {
          "text": "Модем",
          "valid": false
        },
        {
          "text": "Адаптер",
          "valid": false
        },
        {
          "text": "сетевая карта",
          "valid": true
        }
      ]
    },
    {
      "title": "Компьютер подключенный к Интернет, обязательно имеет:",
      "answers": [
        {
          "text": "локальную сеть",
          "valid": false
        },
        {
          "text": "глобальную сеть",
          "valid": true
        },
        {
          "text": "корпоративную сеть",
          "valid": false
        },
        {
          "text": "региональную сеть",
          "valid": false
        }
      ]
    },
    {
      "title": "Эффективность компьютерной связи зависит обычно от:",
      "answers": [
        {
          "text": "Производительности процессора",
          "valid": false
        },
        {
          "text": "Пропускной способности",
          "valid": true
        },
        {
          "text": "Емкости памяти",
          "valid": false
        },
        {
          "text": "Тип компьютера",
          "valid": false
        }
      ]
    },
    {
      "title": "Что делает невозможным подключение компьютера к глобальной сети:",
      "answers": [
        {
          "text": "Отсутствие дисковода",
          "valid": false
        },
        {
          "text": "Состав периферийных устройств",
          "valid": false
        },
        {
          "text": "Тип компьютера",
          "valid": false
        },
        {
          "text": "Отсутствие сетевой карты",
          "valid": true
        }
      ]
    },
    {
      "title": "В модели «Клиент-Сервер» созданной на основе ПЭВМ предлагается, следуя из еѐ..",
      "answers": [
        {
          "text": "Система реализуется в виде открытой архитектуры, объединяющей ЭВМ различных классов",
          "valid": false
        },
        {
          "text": "Пользователь системы освобождён от необходимости знать, где находится требуемая ему информация",
          "valid": false
        },
        {
          "text": "Сеть содержит значительное количество серверов и клиентов",
          "valid": true
        },
        {
          "text": "Основу вычислительной системы составляет рабочие станции",
          "valid": false
        }
      ]
    },
    {
      "title": "Базовая коммуникационная сеть-это",
      "answers": [
        {
          "text": "Совокупность коммуникационных систем и магистральных каналов связи обеспечивающих предоставление пользователем сквозных транспортных соединений для обмена информации",
          "valid": true
        },
        {
          "text": "Совокупность шин",
          "valid": false
        },
        {
          "text": "Совокупность ЭВМ",
          "valid": false
        },
        {
          "text": "Совокупность коммуникационных систем",
          "valid": false
        }
      ]
    },
    {
      "title": "Виды подключений к Интернету",
      "answers": [
        {
          "text": "коммутируемое, спутниковый канал",
          "valid": false
        },
        {
          "text": "коммутируемое, выделенная линия, спутниковый канал",
          "valid": true
        },
        {
          "text": "сотовый телефон",
          "valid": false
        },
        {
          "text": "выделенная линия",
          "valid": false
        }
      ]
    },
    {
      "title": "На какие группы делятся поисковые серверы Интернета",
      "answers": [
        {
          "text": "майлы и яндексы",
          "valid": false
        },
        {
          "text": "текстовые и схематичные",
          "valid": false
        },
        {
          "text": "Всевозможные",
          "valid": false
        },
        {
          "text": "специализированные и общего назначения",
          "valid": true
        }
      ]
    },
    {
      "title": "Пропускная способность канала передачи информации измеряется",
      "answers": [
        {
          "text": "Мбайт",
          "valid": false
        },
        {
          "text": "Мбит",
          "valid": false
        },
        {
          "text": "Байт",
          "valid": false
        },
        {
          "text": "бит/с",
          "valid": true
        }
      ]
    },
    {
      "title": "Сетевые адаптеры могут быть:",
      "answers": [
        {
          "text": "трассированные",
          "valid": false
        },
        {
          "text": "блочными",
          "valid": false
        },
        {
          "text": "терминальными",
          "valid": false
        },
        {
          "text": "встроенными",
          "valid": true
        }
      ]
    }
  ]
}